{"meta":{"title":"ChaotiqueBlog","subtitle":"Le blog de Klinty","description":"Un site plus que chaotique","author":"Klinty","url":"https://KlintySwood.github.io","root":"/"},"pages":[],"posts":[{"title":"Inspiré par les vacances","slug":"inspire-par-les-vacances","date":"2019-10-08T16:01:20.000Z","updated":"2019-10-08T17:21:03.217Z","comments":true,"path":"2019/10/08/inspire-par-les-vacances/","link":"","permalink":"https://KlintySwood.github.io/2019/10/08/inspire-par-les-vacances/","excerpt":"","text":"Yo les internets ! Je reviens aujourd’hui pour enfin poster un morceau qui m’a été inspiré par mes vacances bretonnes avec mes bros. Y a encore du boulot, mais j’aime bien ce petit OP-Z avec lequel j’ai produit ce titre.","categories":[{"name":"Prod Musicale","slug":"Prod-Musicale","permalink":"https://KlintySwood.github.io/categories/Prod-Musicale/"}],"tags":[{"name":"opz","slug":"opz","permalink":"https://KlintySwood.github.io/tags/opz/"}]},{"title":"Stick d'arcade DIY","slug":"arcade-stick-diy","date":"2019-10-08T13:16:35.000Z","updated":"2019-10-08T15:38:09.735Z","comments":true,"path":"2019/10/08/arcade-stick-diy/","link":"","permalink":"https://KlintySwood.github.io/2019/10/08/arcade-stick-diy/","excerpt":"","text":"Yo les internets ! Il y a déjà un moment j’ai eu la chance d’avoir un cadeau super, du matos pour monter deux sticks d’arcade sur une borne que j’avais en projet de monter. Mais j’ai eu un peu peur du chantier et j’ai décidé de commencer par plus petit, un stick d’arcade que je pourrai tout de même connecter au Raspberry Pi qui sert d’émulateur et que je peux aussi connecter à mon pc pour me re-confirmer de temps en temps que, oui, je suis bien une grosse tanche en jeux de combat. Je suis tombé sur un site avec des instructions pour monter ce stick tout simplement avec un panier et une planche à découper de chez Ikea, pas cher, pas trop de galère de finition et assez solide : Bamboo Arcade J’ai passé au total l’équivalent d’une journée à monter ça (avec un peu d’aide de mon padre), mais c’est faisable bien plus rapidement quand on sait bricoler. Encore merci à mes amis qui m’ont acheté le stick, les boutons et l’électronique. Je prévois de racheter d’autres boutons et une autre carte pour pouvoir monter un de ces quatres une borne complète.","categories":[{"name":"Gaming","slug":"Gaming","permalink":"https://KlintySwood.github.io/categories/Gaming/"}],"tags":[{"name":"arcade","slug":"arcade","permalink":"https://KlintySwood.github.io/tags/arcade/"},{"name":"emulation","slug":"emulation","permalink":"https://KlintySwood.github.io/tags/emulation/"},{"name":"diy","slug":"diy","permalink":"https://KlintySwood.github.io/tags/diy/"}]},{"title":"Taeyeon - Begin Again","slug":"taeyeon-begin-again","date":"2019-10-07T13:36:37.000Z","updated":"2019-10-08T15:49:06.672Z","comments":true,"path":"2019/10/07/taeyeon-begin-again/","link":"","permalink":"https://KlintySwood.github.io/2019/10/07/taeyeon-begin-again/","excerpt":"","text":"Anyeong les Internets ! Vous connaissez le groupe Girl’s Generation ? Sans doute que oui, mais pour vous raffraichir la mémoire je vous mets des liens vers quelques titres emblématiques 😉 Gee Désormais les membres du groupe poursuivent chacune de leur côté leurs carrières solo, notamment Taeyeon, qui est devenue une chanteuse très populaire avec des titres comme I ou 11:11. Elle est considérée depuis longtemps comme une excellente interprète, et certes elle a maintes fois prouvé son talent, mais j’ai toujours trouvé que SM Entertainment, sa boite de prod, ne lui laisse pas de latitude pour vraiment s’exprimer. Et j’ai découvert cette émission de télé, Begin Again, ou pour la première fois, je pense, j’ai vu Taeyeon chanter ce qu’elle veut, comme elle le veut. Et ça fait plaisir. Espérons que son management continue à lui laisser de plus en plus le champ libre sur ses choix. Le concept de Begin Again est super sympa, mais je doute qu’on le voie se développer ailleurs. Vous montez un groupe temporaire avec quelques artistes très connus et vous leur demandez de partir dans un autre pays pour jouer à la cool, dans la rue, ou personne ne les connait. C’est déjà la troisième saison, et pour le groupe avec Taeyeon ils sont à Berlin. Je vous mets deux vidéos ci-dessous, et si vous avez pas les poils sur la reprise d’Adèle, sérieux vous avez un abîme de ténèbres à la place du cœur.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"taeyeon","slug":"taeyeon","permalink":"https://KlintySwood.github.io/tags/taeyeon/"},{"name":"korean tv","slug":"korean-tv","permalink":"https://KlintySwood.github.io/tags/korean-tv/"},{"name":"snsd","slug":"snsd","permalink":"https://KlintySwood.github.io/tags/snsd/"}]},{"title":"Mes films marquants de 2016","slug":"mes-films-marquants-2016","date":"2016-12-31T18:21:58.000Z","updated":"2019-10-09T08:19:50.484Z","comments":true,"path":"2016/12/31/mes-films-marquants-2016/","link":"","permalink":"https://KlintySwood.github.io/2016/12/31/mes-films-marquants-2016/","excerpt":"","text":"Un article pour me rappeler les films qui m’ont plu cette année. Plus qu’un top c’est plutôt une liste des films sortis en 2016 et qui m’ont marqué et réellement plu, si en 2017 je me rappelle des films que je vais oublier j’essayerai de penser à les rajouter. Star Wars - Rogue One : passage obligé du fanboyisme, j’ai beaucoup aimé cet épisode, je me suis laissé emporté par l’histoire et les personnages. Ce film est pourtant bourré de défaut, mais je n’avais pas connu de tel élan dans un film d’aventure/science-fiction depuis un moment. Train to Busan : je suis depuis quelque temps obsédé par la Corée du Sud, merci la Hallyu, et ce film ne m’a pas guéri de cette obsession. Pourtant c’est un énième film de zombie, mais quel film ! Notre bon vieux TGV, ou KTX là-bas, devient un formidable lieu d’angoisse, les personnages y dressent un portrait de la Corée peu reluisant, on les déteste ou on espère leur survie, et puis il y a Ahn So Hee :) Premier Contact : de la science-fiction, mais pas pareil, pour moi dans la même veine que Interstellar qui, lui, m’avait légèrement déçu. Ce film est superbe, avec pour une fois des aliens non-anthropomorphes, et ce thème de la compréhension entre êtres totalement différents est extrèmement intéressant. Paterson : encore un très beau film, qui entre dans cette liste juste avant la fin de 2016. Jim Jarmusch m’avait déjà conquis avec Ghost Dog, mon film préféré, il persiste et signe avec ce film sur la poésie, pourtant on ne fait que suivre la vie quotidienne d’un chauffeur de bus, mais c’est beau. Ah ! Et Golshifteh Farahani y est sublime. Les Huit Salopards : Huis-clos de Quentin Tarantino, dans un décor de western sous la neige, la tension monte jusqu’au déluge de violence, c’est jouissif et libérateur comme un bon morceau de heavy metal bien fat. Mademoiselle : un film venant du pays du matin calme, encore, par le réalisateur de Old Boy, on y observe un jeu d’intrigues très bien ficelé, des personnages torturés, et une ardente idylle. La réalisation est superbe, à revoir pour chercher les petits détails et clins d’oeil soulignant la vraie nature des personnages, et bien sûr pour ces quelques scènes, disons-le, torrides… Fiches IMDB : Rogue One, Train to Busan, Premier Contact, Les Huits Salopards, Paterson, Mademoiselle","categories":[{"name":"Misc","slug":"Misc","permalink":"https://KlintySwood.github.io/categories/Misc/"}],"tags":[{"name":"films","slug":"films","permalink":"https://KlintySwood.github.io/tags/films/"},{"name":"cinéma","slug":"cinema","permalink":"https://KlintySwood.github.io/tags/cinema/"}]}]}