{"meta":{"title":"ChaotiqueBlog","subtitle":"Le blog de Klinty","description":"Un site plus que chaotique","author":"Klinty","url":"https://KlintySwood.github.io","root":"/"},"pages":[],"posts":[{"title":"Taeyeon - Begin Again","slug":"taeyeon-begin-again","date":"2019-10-07T13:36:37.000Z","updated":"2019-10-08T15:49:06.672Z","comments":true,"path":"2019/10/07/taeyeon-begin-again/","link":"","permalink":"https://KlintySwood.github.io/2019/10/07/taeyeon-begin-again/","excerpt":"","text":"Anyeong les Internets ! Vous connaissez le groupe Girl’s Generation ? Sans doute que oui, mais pour vous raffraichir la mémoire je vous mets des liens vers quelques titres emblématiques 😉 Gee Désormais les membres du groupe poursuivent chacune de leur côté leurs carrières solo, notamment Taeyeon, qui est devenue une chanteuse très populaire avec des titres comme I ou 11:11. Elle est considérée depuis longtemps comme une excellente interprète, et certes elle a maintes fois prouvé son talent, mais j’ai toujours trouvé que SM Entertainment, sa boite de prod, ne lui laisse pas de latitude pour vraiment s’exprimer. Et j’ai découvert cette émission de télé, Begin Again, ou pour la première fois, je pense, j’ai vu Taeyeon chanter ce qu’elle veut, comme elle le veut. Et ça fait plaisir. Espérons que son management continue à lui laisser de plus en plus le champ libre sur ses choix. Le concept de Begin Again est super sympa, mais je doute qu’on le voie se développer ailleurs. Vous montez un groupe temporaire avec quelques artistes très connus et vous leur demandez de partir dans un autre pays pour jouer à la cool, dans la rue, ou personne ne les connait. C’est déjà la troisième saison, et pour le groupe avec Taeyeon ils sont à Berlin. Je vous mets deux vidéos ci-dessous, et si vous avez pas les poils sur la reprise d’Adèle, sérieux vous avez un abîme de ténèbres à la place du cœur.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"snsd","slug":"snsd","permalink":"https://KlintySwood.github.io/tags/snsd/"},{"name":"taeyeon","slug":"taeyeon","permalink":"https://KlintySwood.github.io/tags/taeyeon/"},{"name":"korean tv","slug":"korean-tv","permalink":"https://KlintySwood.github.io/tags/korean-tv/"}]},{"title":"AOA - Like A Cat","slug":"aoa-likeacat","date":"2019-08-28T15:23:36.000Z","updated":"2019-10-16T15:49:57.296Z","comments":true,"path":"2019/08/28/aoa-likeacat/","link":"","permalink":"https://KlintySwood.github.io/2019/08/28/aoa-likeacat/","excerpt":"","text":"Anyeong les internets, ça fait encore un moment que je n’ai pas posté un article lié à un titre de K-Pop que j’apprécie. Corrigeons tout de suite le tir en abordant un groupe dont je n’ai pas encore parlé, oui c’est encore un girl group. Sue me. AOA, ça signifie Ace Of Angels, est un groupe de jeunes femmes qui a commencé avec un concept un peu particulier, un double concept même. Suivant les traces de groupes de garçons comme CN Blue ou FT Island, FNC Entertainment décide de monter un groupe dont les membres jouent de vrais instruments de musique, et jouent presque vraiment en live (ouais, faut pas déconner, on va pas leur laisser une chance de jouer des fausses notes ou louper un temps quand même). Toutes les membres ? Non, et c’est là qu’intervient le double-concept, AOA est à géométrie variable et n’est pas toujours composé des mêmes protagonistes, il y a une formation instrumentale (AOA Black) et une de danse. Le groupe instrumental est composé comme suit : Choa, chant et guitare Jimin, chant et guitare Mina, choeurs et basse Yuna, chant et clavier Yoo Kyung, batterie Le groupe de danse est, lui, composé de Choa, Jimin, Mina, Yuna, Seol Hyun, Chan Mi et Hye Jeong. AOA débute en 2012 avec le titre Elvis, et AOA Black sortira son premier single, Get Out, quelques mois plus tard. FNC Entertainment va rapidement faire prendre une direction plus sexy au groupe et ne plus profiter de ses compétences instrumentales, sans doute parce que c’était bien plus rentable pour la popularité des jeunes femmes et moins coûteux en logistique pour les différentes représentations. Yoo Kyung, la batteuse, quitte de toutes façons le groupe en 2016. Elle sera suivie en 2017 par Choa qui disparaît alors quasiment de l’industrie malgré sa forte popularité, puis, en 2018, par Mina qui décide de poursuivre une carrière d’actrice. J’ai également envie de vous parler de Jimin, rappeuse attitrée du groupe, qui participe en 2015 à l’émission de compétition de rap Unpretty Rapstar, qui est un spin-off et une version féminine de Show Me The Money. Malgré son statut de petite idol qui vient faire sa promo et sa voix nasillarde elle se fera notamment remarquer lors de son diss battle contre la rappeuse Cheetah et ensuite avec son titre Puss. Une autre membre notable d’AOA est Seol Hyun, qui est la reine des CF (Commercial Films, les pubs quoi). Elle a du faire la promotion d’à peu près tout ce que l’image d’une idol puisse permettre de vendre. Il faut dire que la jeune femme est magnifique et correspond parfaitement aux critères de beauté coréens, et ce sans avoir eu (beaucoup ?) besoin de chirurgie esthétique. Espérons que son management lui ai laissé avoir une part décente de l’argent de tous ces contrats. Passons enfin à la présentation du titre, c’est je crois le titre phare d’AOA, Choa est encore là, Jimin balance un nombre indécent de Hey ! tout au long de la chanson et c’est très sexy. C’est clairement un de ces titres de K-Pop qui n’est véritablement apprécié qu’avec la vidéo du clip ou d’une représentation sur scène.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"aoa","slug":"aoa","permalink":"https://KlintySwood.github.io/tags/aoa/"},{"name":"chanmi","slug":"chanmi","permalink":"https://KlintySwood.github.io/tags/chanmi/"},{"name":"choa","slug":"choa","permalink":"https://KlintySwood.github.io/tags/choa/"},{"name":"hyejeong","slug":"hyejeong","permalink":"https://KlintySwood.github.io/tags/hyejeong/"},{"name":"jimin","slug":"jimin","permalink":"https://KlintySwood.github.io/tags/jimin/"},{"name":"mina","slug":"mina","permalink":"https://KlintySwood.github.io/tags/mina/"},{"name":"seolhyun","slug":"seolhyun","permalink":"https://KlintySwood.github.io/tags/seolhyun/"},{"name":"yookyung","slug":"yookyung","permalink":"https://KlintySwood.github.io/tags/yookyung/"},{"name":"yuna","slug":"yuna","permalink":"https://KlintySwood.github.io/tags/yuna/"}]},{"title":"Inspiré par les vacances","slug":"inspire-par-les-vacances","date":"2019-08-22T16:01:20.000Z","updated":"2019-10-10T09:09:13.443Z","comments":true,"path":"2019/08/22/inspire-par-les-vacances/","link":"","permalink":"https://KlintySwood.github.io/2019/08/22/inspire-par-les-vacances/","excerpt":"","text":"Yo les internets ! Je reviens aujourd’hui pour enfin poster un morceau qui m’a été inspiré par mes vacances bretonnes avec mes bros. Y a encore du boulot, mais j’aime bien ce petit OP-Z avec lequel j’ai produit ce titre.","categories":[{"name":"Prod Musicale","slug":"Prod-Musicale","permalink":"https://KlintySwood.github.io/categories/Prod-Musicale/"}],"tags":[{"name":"opz","slug":"opz","permalink":"https://KlintySwood.github.io/tags/opz/"}]},{"title":"Girl's Day - Something","slug":"girlsday-something","date":"2019-07-17T15:15:31.000Z","updated":"2019-10-16T15:22:13.444Z","comments":true,"path":"2019/07/17/girlsday-something/","link":"","permalink":"https://KlintySwood.github.io/2019/07/17/girlsday-something/","excerpt":"","text":"Eh ! Ça fait longtemps que j’ai pas posté un article sur un girl group ! Réparons tout de suite cette erreur avec des jeunes femmes qui ont célébré il y a peu les 9 ans de leur carrière d’idols, j’ai nommé Girl’s Day. Girl’s Day a débuté en 2010 avec 5 membres, mais la formation va évoluer jusqu’à celle qui est désormais la plus connue, car celle qui a rencontré le plus de succès avec ses titres, 4 membres, Sojin, Min Ah, Hyeri et Yura. Elles se hisseront dans la liste des groupes populaires avec le titre Expectation (avec la danse des bretelles), puis Female President. Mais la chanson qui les propulse en top-tier c’est Something, une chanson efficace, pleine de sensualité, des tenues plus que sexy et une chorégraphie iconique. C’est d’ailleurs le titre que je vous propose d’écouter dans cet article. Aujourd’hui le groupe n’est plus actif, mais on peut retrouver Hyeri et Min Ah dans des dramas, Sojin et Yura ont quand à elles des activités dans diverses émissions télés il me semble. Girl’s Day est un groupe mémorable pour d’autres raisons que leurs chansons, ça doit d’ailleurs être un des premiers groupes qui a cassé l’image proprette des idols féminines à la télévision. Yura et Hyeri ont souvent étonné par leur côté extraverti et leurs rires, ma foi assez singuliers.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"sojin","slug":"sojin","permalink":"https://KlintySwood.github.io/tags/sojin/"},{"name":"girls day","slug":"girls-day","permalink":"https://KlintySwood.github.io/tags/girls-day/"},{"name":"hyeri","slug":"hyeri","permalink":"https://KlintySwood.github.io/tags/hyeri/"},{"name":"minah","slug":"minah","permalink":"https://KlintySwood.github.io/tags/minah/"},{"name":"yura","slug":"yura","permalink":"https://KlintySwood.github.io/tags/yura/"}]},{"title":"Stick d'arcade DIY","slug":"arcade-stick-diy","date":"2019-07-16T13:16:35.000Z","updated":"2019-10-10T09:07:42.394Z","comments":true,"path":"2019/07/16/arcade-stick-diy/","link":"","permalink":"https://KlintySwood.github.io/2019/07/16/arcade-stick-diy/","excerpt":"","text":"Yo les internets ! Il y a déjà un moment j’ai eu la chance d’avoir un cadeau super, du matos pour monter deux sticks d’arcade sur une borne que j’avais en projet de monter. Mais j’ai eu un peu peur du chantier et j’ai décidé de commencer par plus petit, un stick d’arcade que je pourrai tout de même connecter au Raspberry Pi qui sert d’émulateur et que je peux aussi connecter à mon pc pour me re-confirmer de temps en temps que, oui, je suis bien une grosse tanche en jeux de combat. Je suis tombé sur un site avec des instructions pour monter ce stick tout simplement avec un panier et une planche à découper de chez Ikea, pas cher, pas trop de galère de finition et assez solide : Bamboo Arcade J’ai passé au total l’équivalent d’une journée à monter ça (avec un peu d’aide de mon padre), mais c’est faisable bien plus rapidement quand on sait bricoler. Encore merci à mes amis qui m’ont acheté le stick, les boutons et l’électronique. Je prévois de racheter d’autres boutons et une autre carte pour pouvoir monter un de ces quatres une borne complète.","categories":[{"name":"Gaming","slug":"Gaming","permalink":"https://KlintySwood.github.io/categories/Gaming/"}],"tags":[{"name":"arcade","slug":"arcade","permalink":"https://KlintySwood.github.io/tags/arcade/"},{"name":"emulation","slug":"emulation","permalink":"https://KlintySwood.github.io/tags/emulation/"},{"name":"diy","slug":"diy","permalink":"https://KlintySwood.github.io/tags/diy/"}]},{"title":"Fight The Herezy","slug":"fighttheherezy","date":"2019-07-03T15:10:27.000Z","updated":"2019-10-16T15:14:13.587Z","comments":true,"path":"2019/07/03/fighttheherezy/","link":"","permalink":"https://KlintySwood.github.io/2019/07/03/fighttheherezy/","excerpt":"","text":"Mais qu’est ce qui se cache donc derrière ce titre, ma foi, fort martial ? Et bien rien de moins que le retour de DJ Klinty ! Vous l’attendiez tous, et voilà ! J’ai profité d’une mise à jour de mon dernier joujou, le OP-Z de Teenage Engineering et d’une mésaventure arrivée à un des personnages de jeu de rôle pour produire un titre un peu débile, et pas très fouillé, mais bon, je commence, normal que c’est pas très bien. Le OP-Z peut désormais servir de sampler, je peux enregistrer des sons avec et les utiliser et les triturer ensuite dans cette magnifique petite machine. J’ai donc usé de ma voix de stentor, j’ai produit une petite boucle et j’ai enregistré tout ça. J’espère que ça vous fera au moins marrer plutôt que de ravir vos esgourdes, en tout cas je me suis bien amusé !","categories":[{"name":"Prod Musicale","slug":"Prod-Musicale","permalink":"https://KlintySwood.github.io/categories/Prod-Musicale/"}],"tags":[{"name":"opz","slug":"opz","permalink":"https://KlintySwood.github.io/tags/opz/"},{"name":"w40k","slug":"w40k","permalink":"https://KlintySwood.github.io/tags/w40k/"}]},{"title":"Je retourne sur Reaper","slug":"jeretournesurreaper","date":"2019-04-13T15:04:31.000Z","updated":"2019-10-16T15:09:52.139Z","comments":true,"path":"2019/04/13/jeretournesurreaper/","link":"","permalink":"https://KlintySwood.github.io/2019/04/13/jeretournesurreaper/","excerpt":"","text":"Ça faisait un moment que j’y avais pas touché, mais je suis tombé récemment sur des tutos Reaper, notamment sur l’utilisation du séqenceur Megababy fourni avec le logiciel. Pratique pour faire des boucles de batteries notamment. J’ai passé quelques heures du coup à reprendre en main tout ça, j’ai fait un truc ultra simple et franchement pas folichon, mais c’est le début, reste plus qu’à s’accrocher et continuer.","categories":[{"name":"Prod Musicale","slug":"Prod-Musicale","permalink":"https://KlintySwood.github.io/categories/Prod-Musicale/"}],"tags":[{"name":"reaper","slug":"reaper","permalink":"https://KlintySwood.github.io/tags/reaper/"}]},{"title":"Blackpink - Playing With Fire","slug":"blackpink-playingwithfire","date":"2019-04-03T14:51:14.000Z","updated":"2019-10-16T15:04:02.641Z","comments":true,"path":"2019/04/03/blackpink-playingwithfire/","link":"","permalink":"https://KlintySwood.github.io/2019/04/03/blackpink-playingwithfire/","excerpt":"","text":"Anyeong ! Cette semaine parlons un peu de la YG Entertainment, parce qu’en termes de drama, en ce moment ils sont champions, lâchez donc Age Of Youth ou Ms Hammurabi sur Netflix, car l’affaire de Seungri et du Burning Sun c’est autrement plus palpitant. Sexe, violence, corruption, tout y est, et si vous voulez vous informer je vous conseille le site asianjunkie.com, qui résume toute cette affaire (ou ces affaires pour être exact) sans être trop putaclic. Non, la K-Pop c’est là pour répandre la joie, donc non, je ne parlerai pas de CL et Lee Hi toujours enfermées dans leur donjon, je ne parlerai pas non plus de Park Bom qui fait son retour mais qui est visiblement très affectée par les nombreux travaux de rénovation qui ont eu lieu sur son visage… Restons positifs, regardons vers le futur, Blackpink revient ! Jennie, Jisoo, Lisa et Rosé font donc leur comeback, mais il n’est pas encore sorti, je vous propose donc d’écouter le titre du groupe que je préfère : Playing With Fire. Ça tue.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"blackpink","slug":"blackpink","permalink":"https://KlintySwood.github.io/tags/blackpink/"},{"name":"jennie","slug":"jennie","permalink":"https://KlintySwood.github.io/tags/jennie/"},{"name":"jisoo","slug":"jisoo","permalink":"https://KlintySwood.github.io/tags/jisoo/"},{"name":"lisa","slug":"lisa","permalink":"https://KlintySwood.github.io/tags/lisa/"},{"name":"rose","slug":"rose","permalink":"https://KlintySwood.github.io/tags/rose/"}]},{"title":"Sunmi - Noir","slug":"sunmi-noir","date":"2019-03-13T15:41:39.000Z","updated":"2019-10-16T14:50:42.672Z","comments":true,"path":"2019/03/13/sunmi-noir/","link":"","permalink":"https://KlintySwood.github.io/2019/03/13/sunmi-noir/","excerpt":"","text":"Anyeong les internets ! Cette semaine intéressons-nous à Sunmi, une (ex ?) idol qui est en train de devenir une véritable star. Elle a débuté en 2007, à l’âge de 15 ans avec les Wonder Girls. Cela fait maintenant deux ans que Sunmi a quitté la JYP, juste après le dernier single des Wonder Girls, Why So Lonely. Elle a rejoint depuis la compagnie MAKEUS Entertainment et a cartonné avec les titres Gashina, Heroine et Siren. Pendant qu’elle était à la JYP elle a stoppé temporairement ses activités avec les Wonder Girls après leur tournée américaine pour se consacrer à ses études, et trois ans plus tard elle sort le titre 24 Hours, puis quelques mois après Full Moon, qui sont tous deux de gros succès. Elle réintègre ensuite le groupe qui adopte un concept “band” pour l’album Reboot. Dans son dernier titre, Noir, en français dans le texte, elle dresse un portrait acide, mais juste sur les réseaux sociaux et sur la quête de reconnaissance dans laquelle certains peuvent plonger. Elle continue d’étoffer son univers avec un son toujours électro, un peu rétro, avec une touche de lascivité. J’ai adoré ses trois précédents titres solo, et celui-là se rajoute à la liste.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"sunmi","slug":"sunmi","permalink":"https://KlintySwood.github.io/tags/sunmi/"}]},{"title":"April - Oh My Mistake","slug":"april-ohmymistake","date":"2019-03-05T15:35:00.000Z","updated":"2019-10-16T14:41:16.198Z","comments":true,"path":"2019/03/05/april-ohmymistake/","link":"","permalink":"https://KlintySwood.github.io/2019/03/05/april-ohmymistake/","excerpt":"","text":"Continuons cette semaine avec encore un groupe qui mériterait bien plus de succès, j’ai nommé April ! J’avoue, j’ai un soft spot pour les groupes d’underdogs 😏. April a débuté en 2015 sous le label DSP Media, le groupe qui a fait débuté Kara, je viens de le découvrir en faisant une petite recherche et ça explique beaucoup du peu de soutien promotionnel que le groupe semble subir. Car déjà à l’époque Kara avait, d’après les rumeurs, souffert de la tyrannie et de la jalousie de la PDG ayant pris le pouvoir après que son mari, qui avait largement contribué au succès du jeune groupe, soit incapacité par de graves problèmes de santé. Digne d’un drama tout ça. Le groupe est actuellement composé de Chae Kyung, Chae Won, Na Eun, Ye Na, Rachel et Jin Sol. Quand le groupe a débuté il y avait également Jeon So Min, qui fait maintenant partie du groupe mixte K.A.R.D, et il y avait Hyun Joo qui a fait partie du groupe temporaire UNI.T. Je voulais surtout vous parler du titre Oh My Mistake d’April car je voulais réparer une erreur (lol, vous l’avez ?), cette chanson est certainement un des meilleurs titres K-Pop de 2018, et je ne l’ai même pas mis dans le top que je vous ai proposé au début de l’année. Honte sur moi…","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"naeun","slug":"naeun","permalink":"https://KlintySwood.github.io/tags/naeun/"},{"name":"april","slug":"april","permalink":"https://KlintySwood.github.io/tags/april/"},{"name":"chaekyung","slug":"chaekyung","permalink":"https://KlintySwood.github.io/tags/chaekyung/"},{"name":"chaewon","slug":"chaewon","permalink":"https://KlintySwood.github.io/tags/chaewon/"},{"name":"jinsol","slug":"jinsol","permalink":"https://KlintySwood.github.io/tags/jinsol/"},{"name":"rachel","slug":"rachel","permalink":"https://KlintySwood.github.io/tags/rachel/"},{"name":"yena","slug":"yena","permalink":"https://KlintySwood.github.io/tags/yena/"}]},{"title":"Lovelyz - Wag Zak","slug":"lovelyz-wagzak","date":"2019-02-26T15:24:12.000Z","updated":"2019-10-16T14:32:26.425Z","comments":true,"path":"2019/02/26/lovelyz-wagzak/","link":"","permalink":"https://KlintySwood.github.io/2019/02/26/lovelyz-wagzak/","excerpt":"","text":"Yo les internets ! Les vacances c’est fini, j’avais promis du girl group à foison, donc c’est parti ! En ce moment nombre de nouveaux groupes font leurs débuts, mais revenons sur un groupe de la mid-tier list, un groupe qui ne manque ni de talent, ni de bonnes chansons, ni de charme, mais qui n’a juste pas beaucoup de chance. Ce groupe c’est Lovelyz et il est composé de 8 jeunes femmes : Baby Soul, Ji Ae, Ji Soo, Mi Joo, Kei, Jin, Su Jeong et Ye In. Elles ont débuté avec les titres Good Night Like Yesterday et Candy Jelly Love en novembre 2014, mais pas vraiment sur les chapeaux de roues. Car avant même la moindre représentation publique, Ji Soo a été la cible de rumeurs comme quoi elle serait lesbienne et aurait violé une jeune femme. La police enquêtant sur la véracité de ces accusations, Ji Soo n’a pas pu participer aux premières performances du groupe. Elle ne participera pas non plus au comeback suivant, étant de nouveau victime des mensonges de quelques personnes et de la fureur d’internautes teubés. Le groupe pourra enfin se produire au complet pour leur titre Ah Choo en octobre 2015. Le groupe ne décolle jamais vraiment, elle n’ont gagné que trois premières places dans l’émission musicale The Show, où il faut l’avouer, les grosses boites de prod laissent les petits groupes gagner, contrairement à l’Inkigayo ou au Music Bank. Pourtant Lovelyz comporte de nombreux talents, Kei est une chanteuse formidable, Su Jeong est une musicienne accomplie, comme Ji Soo d’ailleurs, et Baby Soul avait même déjà débuté en solo avant de rejoindre le groupe. Elles ont fait un peu de buzz avec une reprise a capella de Beat It de Mickael Jackson. En parlant de buzz, Mi Joo s’est mise récemment à poser de façon incongrue et avec beaucoup d’humour lors de leurs différentes arrivées devant les studios de show télé. Ce genre de construction d’image un peu décalée me rappele la “Déesse de la beauté” Gyuri du groupe KARA. Jusqu’à il y a peu je n’ai pas prêté grande attention à Lovelyz, mais elles piquent de plus en plus mon intérêt, depuis que j’ai vu Su Jeong ❤ dans un web drama en fait. Et j’ai aussi vu récemment cette vidéo de Ji Soo : Sérieux, si les idols pouvaient plus sortir du cadre strict dans lequel ils et elles sont, et montrer un peu plus souvent ce genre de performances ce seraient cool. On remarque assez facilement les bons danseurs et les bons chanteurs, mais les bons musiciens c’est beaucoup plus rare. Après tout ce blabla il est peut-être temps de vous mettre la vidéo du titre de Lovelyz que je veux vous présenter, Wag Zak, celui que je préfère je crois, peut-être pour son côté très enjoué.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"jisoo","slug":"jisoo","permalink":"https://KlintySwood.github.io/tags/jisoo/"},{"name":"jin","slug":"jin","permalink":"https://KlintySwood.github.io/tags/jin/"},{"name":"lovelyz","slug":"lovelyz","permalink":"https://KlintySwood.github.io/tags/lovelyz/"},{"name":"baby soul","slug":"baby-soul","permalink":"https://KlintySwood.github.io/tags/baby-soul/"},{"name":"jiae","slug":"jiae","permalink":"https://KlintySwood.github.io/tags/jiae/"},{"name":"kei","slug":"kei","permalink":"https://KlintySwood.github.io/tags/kei/"},{"name":"mijoo","slug":"mijoo","permalink":"https://KlintySwood.github.io/tags/mijoo/"},{"name":"sujeong","slug":"sujeong","permalink":"https://KlintySwood.github.io/tags/sujeong/"},{"name":"yein","slug":"yein","permalink":"https://KlintySwood.github.io/tags/yein/"}]},{"title":"Block B - Very Good","slug":"blockb-verygood","date":"2019-02-05T15:14:53.000Z","updated":"2019-10-16T14:20:29.792Z","comments":true,"path":"2019/02/05/blockb-verygood/","link":"","permalink":"https://KlintySwood.github.io/2019/02/05/blockb-verygood/","excerpt":"","text":"Yo les internets ! Ça fait longtemps que j’ai pas parlé d’un groupe de garçons, alors faisons-le maintenant pour enchaîner avec un mois complet de girls group. 😉 Cette semaine intéressons-nous au groupe Block B, pourquoi ? Parce que leurs titres sont ma foi forts sympathiques et, comme pas mal de groupes, leurs jours encore ensemble sont comptés. Parce que Zico, le membre le plus notable va surement continuer sa carrière solo, après moults succès déjà. Et que les autres, Tae Il, B-Bomb, Jae Hyo, U-Kwon, Park Kyung et P.O sont surement déjà sur la première marche du car qui va les emmener faire leur service militaire. Le groupe a débuté en 2011 avec le titre Do U Wanna B ? Ils ont eu leur petit succès, et un fanclub plutôt actif et en nombre si ma mémoire est bonne. En fait notable, ils ont changé d’agence en 2013, surement pour des raisons d’argent et de shitty management, maladie récurrente dans les compagnies produisant des groupes d’idols. Block B a plusieurs titres qui ont retenu mon attention, notamment Her, Jackpot, NalinA ou encore Shall We Dance. Des titres à forte teneur en hip-hop et qui mettent vraiment de bonne humeur. Mais le titre que je voulais mettre en avant cette semaine c’est Very Good, je crois que je l’ai découvert en regardant une émission appelée Golden Tambourine, une émission de karaoké pour faire court. Et j’ai vu Yoo Jung, anciennement membre de I.O.I. et aujourd’hui membre de Weki Meki, en faire une interprétation mémorable.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"block b","slug":"block-b","permalink":"https://KlintySwood.github.io/tags/block-b/"},{"name":"zico","slug":"zico","permalink":"https://KlintySwood.github.io/tags/zico/"}]},{"title":"Oh My Girl - Coloring Book","slug":"ohmygirl-coloringbook","date":"2019-01-29T14:49:35.000Z","updated":"2019-10-16T14:00:45.346Z","comments":true,"path":"2019/01/29/ohmygirl-coloringbook/","link":"","permalink":"https://KlintySwood.github.io/2019/01/29/ohmygirl-coloringbook/","excerpt":"","text":"Anyeong ! Cette semaine intéressons nous à un groupe qui fait sa tournée U.S. Et non ce n’est pas Blackpink. Pas tout de suite. Non, le groupe de cette semaine c’est Oh My Girl ! Hyojung, Mimi, YooA, Seunghee, Jiho, Binnie, Arin et JinE débutent en avril 2015 avec le single Cupid. Depuis le groupe suit le parcours traditionnel de ceux qui sont juste assez populaires pour continuer à sortir des titres mais sans percer réellement pour faire partie des groupes du top-tier. Pourtant leurs chansons sont pour la plupart d’excellente facture, au-dessus même de la moyenne de ce que peut proposer la concurrence, des chansons comme Windy Day ou Remember Me sont de très bonnes productions. Mais le monde de la K-Pop est injuste, et malheureusement aucune membre du groupe n’est devenue la JooE ou la Hani de Oh My Girl. YooA a une certaine popularité cependant, avec sa bouille de poupée et ses skills de danseuse hors norme, elle a participé à plusieurs formations de groupes temporaires, comme les Sunny Girls ou les Girls Next Door. Je le disais en début de post, malgré une popularité modeste en Corée, leur boite de prod les a lancées sur les routes américaines pour une tournée. J’aimerai bien savoir comment ça se passe pour elles d’ailleurs, assez peu d’infos filtrent, mais je doute qu’elles remplissent les salles où elles se produisent. Toujours est-il que vous pouvez vous faire une idée du style et de l’originalité dont fait preuve Oh My Girl avec le titre de cette semaine : Coloring Book.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"seunghee","slug":"seunghee","permalink":"https://KlintySwood.github.io/tags/seunghee/"},{"name":"oh my girl","slug":"oh-my-girl","permalink":"https://KlintySwood.github.io/tags/oh-my-girl/"},{"name":"arin","slug":"arin","permalink":"https://KlintySwood.github.io/tags/arin/"},{"name":"binnie","slug":"binnie","permalink":"https://KlintySwood.github.io/tags/binnie/"},{"name":"hyojung","slug":"hyojung","permalink":"https://KlintySwood.github.io/tags/hyojung/"},{"name":"jiho","slug":"jiho","permalink":"https://KlintySwood.github.io/tags/jiho/"},{"name":"mimi","slug":"mimi","permalink":"https://KlintySwood.github.io/tags/mimi/"},{"name":"yooa","slug":"yooa","permalink":"https://KlintySwood.github.io/tags/yooa/"}]},{"title":"APink - %% (Eung Eung)","slug":"apink-eungeung","date":"2019-01-22T14:33:05.000Z","updated":"2019-10-16T13:44:21.015Z","comments":true,"path":"2019/01/22/apink-eungeung/","link":"","permalink":"https://KlintySwood.github.io/2019/01/22/apink-eungeung/","excerpt":"","text":"Allez ! 2019 est bien entamée, il est temps de vous proposer un nouvel article. Et aujourd’hui j’ai envie de vous parler d’un girls group qui a su gardé sa popularité malgré un changement de style, j’ai nommé A-Pink. Eun Ji, Cho Rong, Na Eun, Ha Young, Bomi et Nam Joo forment ce groupe qui a débuté en 2011 avec le titre I don’t know. Elles sont au départ cantonnées dans un style très girly, car je vous en ai peut-être pas parlé, mais pour les groupes d’idols féminines on peut les classer dans à peu près trois grands groupes de concepts. Le premier ce sont les jeunes filles innocentes, tout en couleurs pastels et en chansons mignonnes (en exemple on a Lovelyz, Oh My Girl ou GFriend), en deuxième on aura les groupes sexy (Nine Muses, EXID, Stellar) et en troisième on a les concepts dits girl crush (Blackpink, G-(I)dle, 2NE1). A-Pink va asseoir sa popularité avec des titres comme Mr Chu, NoNoNo ou encore Luv, toujours avec cette image mignonne et innocente. Mais en 2018 le groupe sort un titre qui rompt avec le concept qui a fait leur succès, I’m so sick. Les jeunes femmes arrivent sur leurs 25 ans en moyenne, et pour la boite de prod ça devient sans doute difficile de vendre des chansons sur les amourettes de collège/lycée. Malgré le changement de ton, I’m so sick reste musicalement dans l’univers d’A-Pink, ce qui est intéressant c’est qu’en surface les paroles parlent d’une rupture, mais en y regardant attentivement on pourra y trouver un double sens sur l’image que doit renvoyer un ou une idol à son public, comme ce qu’à fait IU dans ses titres Bbibbi et Twenty Three ou encore Sunmi dans Black Pearl. Et nous arrivons au titre de cette semaine, le dernier en date d’A-Pink, sorti au tout début de cette année 2019, %%. Ou Eung Eung, le signe de pourcentage si on le regarde de côté correspond à un caractère coréen : 응응. Le groupe continue dans la même veine que I’m so sick, et c’est vraiment bien. Et les visuals sont au top. ❤","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"apink","slug":"apink","permalink":"https://KlintySwood.github.io/tags/apink/"},{"name":"bomi","slug":"bomi","permalink":"https://KlintySwood.github.io/tags/bomi/"},{"name":"chorong","slug":"chorong","permalink":"https://KlintySwood.github.io/tags/chorong/"},{"name":"eunji","slug":"eunji","permalink":"https://KlintySwood.github.io/tags/eunji/"},{"name":"hayoung","slug":"hayoung","permalink":"https://KlintySwood.github.io/tags/hayoung/"},{"name":"naeun","slug":"naeun","permalink":"https://KlintySwood.github.io/tags/naeun/"},{"name":"namjoo","slug":"namjoo","permalink":"https://KlintySwood.github.io/tags/namjoo/"}]},{"title":"Top 20 KPop 2018","slug":"top20-kpop-2018","date":"2018-12-31T13:06:14.000Z","updated":"2019-10-15T12:17:32.681Z","comments":true,"path":"2018/12/31/top20-kpop-2018/","link":"","permalink":"https://KlintySwood.github.io/2018/12/31/top20-kpop-2018/","excerpt":"","text":"Bonjour à toutes et à tous, la fin de l’année c’est toujours la période des bilans et des tops en tous genres. J’ai eu envie de faire mon top 20 des titres de Kpop pour cette année. Je l’ai enregistré sous forme de podcast, je me suis bien amusé à faire ça, j’espère que ça vous amusera également ! Je vous mets également le lien vers la playlist Youtube : https://www.youtube.com/playlist?list=PLVH5qEa6Uu5-2jjFOUhNz6vs5i9D3UiO1","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"blackpink","slug":"blackpink","permalink":"https://KlintySwood.github.io/tags/blackpink/"},{"name":"bts","slug":"bts","permalink":"https://KlintySwood.github.io/tags/bts/"},{"name":"day6","slug":"day6","permalink":"https://KlintySwood.github.io/tags/day6/"},{"name":"clc","slug":"clc","permalink":"https://KlintySwood.github.io/tags/clc/"},{"name":"dreamcatcher","slug":"dreamcatcher","permalink":"https://KlintySwood.github.io/tags/dreamcatcher/"},{"name":"exid","slug":"exid","permalink":"https://KlintySwood.github.io/tags/exid/"},{"name":"iu","slug":"iu","permalink":"https://KlintySwood.github.io/tags/iu/"},{"name":"mamamoo","slug":"mamamoo","permalink":"https://KlintySwood.github.io/tags/mamamoo/"},{"name":"sunmi","slug":"sunmi","permalink":"https://KlintySwood.github.io/tags/sunmi/"},{"name":"fromis_9","slug":"fromis-9","permalink":"https://KlintySwood.github.io/tags/fromis-9/"},{"name":"gidle","slug":"gidle","permalink":"https://KlintySwood.github.io/tags/gidle/"},{"name":"gugudan","slug":"gugudan","permalink":"https://KlintySwood.github.io/tags/gugudan/"},{"name":"loona","slug":"loona","permalink":"https://KlintySwood.github.io/tags/loona/"},{"name":"minseo","slug":"minseo","permalink":"https://KlintySwood.github.io/tags/minseo/"},{"name":"momoland","slug":"momoland","permalink":"https://KlintySwood.github.io/tags/momoland/"},{"name":"pentagon","slug":"pentagon","permalink":"https://KlintySwood.github.io/tags/pentagon/"},{"name":"red velvet","slug":"red-velvet","permalink":"https://KlintySwood.github.io/tags/red-velvet/"},{"name":"triple h","slug":"triple-h","permalink":"https://KlintySwood.github.io/tags/triple-h/"},{"name":"twice","slug":"twice","permalink":"https://KlintySwood.github.io/tags/twice/"},{"name":"uni.t","slug":"uni-t","permalink":"https://KlintySwood.github.io/tags/uni-t/"}]},{"title":"Rainbow - A","slug":"rainbow-a","date":"2018-12-17T13:00:37.000Z","updated":"2019-10-15T12:04:17.519Z","comments":true,"path":"2018/12/17/rainbow-a/","link":"","permalink":"https://KlintySwood.github.io/2018/12/17/rainbow-a/","excerpt":"","text":"Anyeong les internets ! Allez ! Aujourd’hui ce qui est important c’est de se remonter un peu le moral, car entre le temps pas terrible, le climat social légèrement tendu et encore un attentat, il faut un peu de bonne humeur et de légèreté. Et quoi de mieux pour ça qu’un girls group de K-Pop ?! Revenons en l’an de grâce 2012, rappelez-vous, le monde découvrait la K-Pop et s’est mis à faire la “danse du cheval” grâce à Psy et son Gangnam Style. Cette année fut aussi, d’après le blogueur australien Kpopalypse la fin de l’âge d’or de la K-Pop, car d’après lui, globalement, la qualité des titres ne fait que baisser depuis. Est-ce un hasard que la fin de cet âge d’or arrive au même moment que la chute de T-Ara 😢 ? Je ne crois pas. J’ai d’ailleurs parlé succintement de ce sujet dans mon article sur T-Ara. Mais bon, tout ceci pour en arriver au sujet de cet article, un groupe de la deuxième génération d’idols, qui, si j’ai bien suivi, a refait parler de lui grâce à une émission de variétés coréennes qui a diffusé leur titre majeur, A, sorti en 2012, j’ai nommé : Rainbow. Plus qu’un girl group, Rainbow est LE waifu group. Sérieux, le casting est plus qu’au top en termes de visuals, que ce soit Hyun Young, Na Eun, No Eul, Seung Ah, Ji Sook, Yoon Hye ou Jae Kyung. Je vous mets au défi de trouver une bias (membre que vous préférez). Et là vous vous demandez, mais que font-elles en ce moment ? Car même si les jeunes femmes sont apparemment restées proches, pour preuve leurs comptes Instagram ou elles postent régulièrement des photos d’elles toutes ensemble, notamment pour la date anniversaire de leur début, le groupe est officiellement séparé et ne se produit plus sur scène ou à la télé. Les seules qui, d’après mes sources, ont encore des activités publiques sont Jae Kyung, Ji Sook et Hyun Young, pas dans la chanson par contre, et c’est bien dommage… Je me dois de préciser que Rainbow a également eu un sous-groupe, Rainbow Blaxx, composé de Jae Kyung, Hyun Young, Na Eun et Seung Ah. Ce sous-groupe a opté pour un concept sexy, et pour la science (attention, c’est NSFW) je vous conseille d’aller voir le clip de Cha Cha. Pour finir, la chanson de Rainbow que je voulais vous présenter c’est A, leur plus gros succès, mais qui ne les a malheureusement pas fait grimper dans la liste top-tier des girls groups. De ce titre on retiendra surtout ce mouvement dans la chorégraphie, quand vous le verrez au début de cette fancam de Hyun Young vous saurez de quoi je parle 😉. De plus pour une fois je vous mets pas le clip officiel, car je sais pas ce qui est passé par la tête de la maquilleuse, mais les filles sont vraiment pas à leur avantage je trouve. Du coup en vidéo principale je vous propose une performance réalisée pour l’émission Simply K-Pop en 2014.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"naeun","slug":"naeun","permalink":"https://KlintySwood.github.io/tags/naeun/"},{"name":"rainbow","slug":"rainbow","permalink":"https://KlintySwood.github.io/tags/rainbow/"},{"name":"hyunyoung","slug":"hyunyoung","permalink":"https://KlintySwood.github.io/tags/hyunyoung/"},{"name":"jaekyung","slug":"jaekyung","permalink":"https://KlintySwood.github.io/tags/jaekyung/"},{"name":"jisook","slug":"jisook","permalink":"https://KlintySwood.github.io/tags/jisook/"},{"name":"noeul","slug":"noeul","permalink":"https://KlintySwood.github.io/tags/noeul/"},{"name":"seungah","slug":"seungah","permalink":"https://KlintySwood.github.io/tags/seungah/"},{"name":"yoonhye","slug":"yoonhye","permalink":"https://KlintySwood.github.io/tags/yoonhye/"}]},{"title":"TVXQ (ft BoA & TRAX) - Tri-Angle","slug":"tvxq-triangle","date":"2018-11-28T12:55:12.000Z","updated":"2019-10-15T11:59:41.159Z","comments":true,"path":"2018/11/28/tvxq-triangle/","link":"","permalink":"https://KlintySwood.github.io/2018/11/28/tvxq-triangle/","excerpt":"","text":"Je vais finir par appeler cette chronique le mardi K-otique (vous l’avez ?) vu ma régularité et ma ponctualité. Mais bon, passons à l’important, la découverte de cette semaine, non pas que je ne connaissais pas TVXQ, un groupe de mecs de la première génération d’idols, mais je ne savais pas qu’ils avaient proposé des concepts proches de certains délires japonais. Car oui, on nage carrément dans le saké pour ce titre d’inspiration visual key, SM Entertainment fait même participer sa jeune star BoA (dont j’ai parlé dans mon dernier article) et son nouveau groupe de rock TRAX (devenu TraxX). Je suis pas super familier de l’historique des groupes de la première génération d’idols, mais sachez que TVXQ ce n’est plus que deux membres aujourd’hui au lieu de cinq, U-know et Max qui sont toujours en activité et sous contrat avec SM. Les trois autres membres, Jaejoong, Yoochun et Junsu forment maintenant le groupe JYJ. Je vous laisse regarder et écouter la vidéo, et à la semaine prochaine (peut-être).","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"boa","slug":"boa","permalink":"https://KlintySwood.github.io/tags/boa/"},{"name":"traxx","slug":"traxx","permalink":"https://KlintySwood.github.io/tags/traxx/"},{"name":"tvxq","slug":"tvxq","permalink":"https://KlintySwood.github.io/tags/tvxq/"}]},{"title":"BoA - Woman","slug":"boa-woman","date":"2018-11-06T12:49:46.000Z","updated":"2019-10-15T11:54:06.896Z","comments":true,"path":"2018/11/06/boa-woman/","link":"","permalink":"https://KlintySwood.github.io/2018/11/06/boa-woman/","excerpt":"","text":"Anyeong ! Cette semaine parlons un peu d’une artiste qui pèse dans le game de la musique coréenne. J’ai déjà parlé de la hallyu, cette politique d’exportation massive de la culture coréenne, et si il fallait retenir une ambassadrice ce serait bien BoA. Car elle a débuté il y a déjà 18 ans, en l’an 2000, à l’âge de 14 ans. BoA a réellement percé lors de la sortie de son premier album japonais, et a toujours cartonné depuis. Elle chante aussi en anglais et en mandarin, une vraie ambassadrice je vous dis. Elle a du succès non seulement grâce à sa voix, très reconnaissable, mais aussi à ses talents de danseuse, ses chorégraphies sont toujours au top. Grâce à tout ça elle est même aujourd’hui directrice artistique au sein de SM Entertainment (la même boite de prod que celle de Girls Generation ou EXO). Son dernier album est sorti tout récemment et le titre principal est Woman, un très bon titre, j’aime beaucoup tout les travaux récents de BoA de toute façon. Elle commence même la chorégraphie la tête en bas, like a boss.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"boa","slug":"boa","permalink":"https://KlintySwood.github.io/tags/boa/"}]},{"title":"IU - BBIBBI","slug":"iu-bbibbi","date":"2018-10-24T11:41:43.000Z","updated":"2019-10-15T11:48:45.559Z","comments":true,"path":"2018/10/24/iu-bbibbi/","link":"","permalink":"https://KlintySwood.github.io/2018/10/24/iu-bbibbi/","excerpt":"","text":"Yo les internets ! Cette semaine on va parler d’une artiste qui est régulièrement la cible des haters en Corée, pour une raison qui m’échappe d’ailleurs. Car celle que l’on surnommait la petite sœur de la nation se prend régulièrement des vagues de commentaires haineux, visiblement car elle a, entre autres, eu l’outrecuidance de grandir et devenir une femme. IU a débuté à l’âge de 15 ans, avec une image innocente, d’où le surnom qui lui a été attribué, et d’après ce que j’ai pu suivre, quand elle a grandi et qu’elle a voulu s’affranchir de cette étiquette, certaines personnes s’en sont offusquées et depuis toute une frange de débilos épie ses moindres faits et gestes pour la descendre en flammes à la moindre occasion. Globalement elle est souvent traitée de sly fox, ce qui veut dire sournoise, malveillante, fausse. Elle a aussi été critiquée, sans doute par le genre de gars à l’origine du gamer gate, d’avoir promu le féminisme. IU n’est d’ailleurs pas la seule idol à avoir subi ce sort, car Seol Hyun du groupe AOA, Irene de Red Velvet, Naeun de A Pink ou Luna et Sulli de f(x) ont traversé les mêmes épreuves. On se souviendra également de Suzy, anciennement du groupe Miss A, qui a subi les foudres des K-netizens (internautes coréens) quand elle a pris la défense de Yang Ye Won, une youtubeuse ayant subi une aggression sexuelle lors d’une séance photo. Mais revenons un peu à Lee Ji Eun (le vrai nom d’IU) et ses nombreux talents, car en plus d’être une très bonne chanteuse, c’est une excellente musicienne, sur ses derniers albums elle compose et écrit la plupart de ses titres. C’est aussi une actrice et a joué des premiers rôles dans des dramas qui ont eu beaucoup de succès (Scarlet Heart, The Producers, etc). Concernant sa carrière musicale, ses débuts sont très idol like, avec des chansons légères comme Marshmallow, puis elle va sortir des titres un peu plus ambitieux comme Good Day et plus jazzy comme Red Shoes. Plus ça va et plus j’aime ce que produit IU, son album Chat-Shire était déjà très plaisant, et le dernier, Palette est vraiment agréable à écouter. Et ces jours-ci elle a sorti son dernier single, BBIBBI, que je vous présente dans ce post, et j’adore. On notera d’ailleurs que c’est une diss track (ouais, comme dans une battle de rappeurs) contre ses haters. Ce n’est pas un coup d’essai car la chanson Twenty Three était déjà un gigantesque fuck envers les gens la traitant de sly fox. Je vous mets ci-dessous une traduction en anglais qui est pas trop mal des paroles de BBIBBI. Color Coded Lyrics - IU : BBIBBI","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"iu","slug":"iu","permalink":"https://KlintySwood.github.io/tags/iu/"}]},{"title":"Day6 - Shoot Me","slug":"day6-shootme","date":"2018-10-17T11:32:56.000Z","updated":"2019-10-15T11:36:56.241Z","comments":true,"path":"2018/10/17/day6-shootme/","link":"","permalink":"https://KlintySwood.github.io/2018/10/17/day6-shootme/","excerpt":"","text":"Anyeong Internet ! Aujourd’hui c’est presque mardi, c’est donc le temps de la K-Pop. Cette semaine cassons un peu la longue lignée de posts sur les girls groups et intéressons nous un peu à un groupe de garçons, même qu’ils jouent d’instruments, ouais, comme dans un vrai groupe. Ce groupe c’est Day6. Sung Jin, Jae, Young K, Won Pil et Do Woon forment donc ce groupe, et suivent la lignée des groupes comme CN Blue ou FT Island en misant plus sur la performance instrumentale que de danse. Leur son est forcément plus pop-rock que les autres groupes et c’est ma foi plaisant. Le titre de cette semaine je l’ai découvert grâce à la chaîne Youtube ReacttotheK, ou des élèves d’une université de musique réagissent et décortiquent des titres de K-Pop. Allez donc voir, c’est intéressant, par contre il faut bien comprendre l’anglais et c’est mieux d’avoir des notions de théorie musicale, ils deviennent vite nerdy ^^. Donc, Shoot Me, sorti en 2018, enjaillez-vous.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"day6","slug":"day6","permalink":"https://KlintySwood.github.io/tags/day6/"},{"name":"dowoon","slug":"dowoon","permalink":"https://KlintySwood.github.io/tags/dowoon/"},{"name":"jae","slug":"jae","permalink":"https://KlintySwood.github.io/tags/jae/"},{"name":"sungjin","slug":"sungjin","permalink":"https://KlintySwood.github.io/tags/sungjin/"},{"name":"wonpil","slug":"wonpil","permalink":"https://KlintySwood.github.io/tags/wonpil/"},{"name":"youngk","slug":"youngk","permalink":"https://KlintySwood.github.io/tags/youngk/"}]},{"title":"CLC - Black Dress","slug":"clc-blackdress","date":"2018-10-10T11:25:24.000Z","updated":"2019-10-15T11:30:53.865Z","comments":true,"path":"2018/10/10/clc-blackdress/","link":"","permalink":"https://KlintySwood.github.io/2018/10/10/clc-blackdress/","excerpt":"","text":"Anyeong Internet ! Cette semaine parlons d’un groupe qui, j’espère, reviendra sur le devant de la scène. Je dis ça car CLC (ça veut dire Crystal Clear, faudra qu’on cause un jour de la signification des noms de groupes, car il existe quelques perles parfois) fait partie de Cube Entertainment, boite dont faisait partie 4Minute (qui a sûrement contribué à éclipser leur début en 2015). Et aujourd’hui un autre groupe, (G)I-dle (prononcer aï deul, je vous le dis, les noms de groupes c’est nawak parfois), nouveau girl group de Cube Entertainment a fait un début fracassant, remisant le petit succès que venait d’acquérir CLC. Et malheureusement cette entreprise de production n’est pas connue pour son management de qualité, 4Minute aurait pu faire bien plus, et aujourd’hui Hyun A, ex-4Minute et source de revenus principale a été remerciée sans ménagement car elle a l’affront d’avoir une relation amoureuse avec E-Dawn, membre du groupe de garçons de Cube : Pentagon. Lui aussi s’est fait bien sûr fait kické, on déconne pas avec les clauses de non-dating. (G)I-dle ayant plus de potentiel que CLC, celles-ci risquent d’être de plus en plus mises au placard, car les investissements de Cube pour un girl group vont d’abord aller pour les interprètes de Latata et Hann (allez checker ça, c’est du bon). Du coup je vois bien Seung Yeon, Seung Hee, Yu Jin, Sorn, Ye Eun, Elkie et Eun Bin ne sortir qu’un seul autre vrai titre, avec promotions TV et tout, et rester ensuite dans les tréfonds des sous-sols de Cube… Nous arrivons au clip de Black Dress, tout était réuni pour faire de CLC les remplaçantes de 4Minute, une chanson super catchy, une atmosphère girl power bien badass, ce titre fait partie pour moi de ce qui se fait de mieux dans la K-Pop.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"clc","slug":"clc","permalink":"https://KlintySwood.github.io/tags/clc/"},{"name":"elkie","slug":"elkie","permalink":"https://KlintySwood.github.io/tags/elkie/"},{"name":"eunbin","slug":"eunbin","permalink":"https://KlintySwood.github.io/tags/eunbin/"},{"name":"seunghee","slug":"seunghee","permalink":"https://KlintySwood.github.io/tags/seunghee/"},{"name":"seungyeon","slug":"seungyeon","permalink":"https://KlintySwood.github.io/tags/seungyeon/"},{"name":"sorn","slug":"sorn","permalink":"https://KlintySwood.github.io/tags/sorn/"},{"name":"yeeun","slug":"yeeun","permalink":"https://KlintySwood.github.io/tags/yeeun/"},{"name":"yujin","slug":"yujin","permalink":"https://KlintySwood.github.io/tags/yujin/"}]},{"title":"Mamamoo - Um Oh Ah Yeah","slug":"mamamoo-umohahyeah","date":"2018-10-02T11:15:16.000Z","updated":"2019-10-15T11:23:36.685Z","comments":true,"path":"2018/10/02/mamamoo-umohahyeah/","link":"","permalink":"https://KlintySwood.github.io/2018/10/02/mamamoo-umohahyeah/","excerpt":"","text":"Oulà mais ça fait un moment que j’ai rien posté ! Alors cette semaine je reviens pour vous présenter un de mes groupes préférés. Mamamoo. Solar, Whee In, Hwasa et Moon Byul forment ce quatuor qui détonne particulièrement dans le paysage habituel des girls groups. Toutes les quatre sont d’excellentes chanteuses tout d’abord, même si Solar a le poste de main vocal en plus de leader. Ensuite elles sont aussi parmi les meilleures, si ce n’est les meilleures concernant les performances live. Une bonne part de leur notoriété vient du fait que dans pas mal d’émissions télé de variété elles ont fait le show de façon magistrale par rapport à ce que proposent habituellement les idols groups. Je vous invite à regarder la vidéo ci-après pour voir ce qui est, je crois, leur masterpiece en termes de perf de show télévisé. La majorité de leurs chansons sont excellentes, certains diront qu’elles sont un peu simples et que ce sont les jeunes femmes et leurs voix qui font la majorité du taf, et je suis plutôt d’accord. Donc, mesdames et messieurs du staff de Rainbow Entertainment, s’il vous plait donnez des encore meilleures chansons à Mamamoo. Il y a tant à dire sur Mamamoo, mais bon, ça fait un moment que j’ai pas posté et je fatigue déjà. Je vous propose cette semaine leur titre Um Oh Ah Yeh, principalement pour le clip, où on est relativement loin de l’image habituelle des girls groups.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"mamamoo","slug":"mamamoo","permalink":"https://KlintySwood.github.io/tags/mamamoo/"},{"name":"wheein","slug":"wheein","permalink":"https://KlintySwood.github.io/tags/wheein/"},{"name":"hwasa","slug":"hwasa","permalink":"https://KlintySwood.github.io/tags/hwasa/"},{"name":"moonbyul","slug":"moonbyul","permalink":"https://KlintySwood.github.io/tags/moonbyul/"},{"name":"solar","slug":"solar","permalink":"https://KlintySwood.github.io/tags/solar/"}]},{"title":"Wonder Girls - I Feel You","slug":"wondergirls-ifeelyou","date":"2018-09-05T11:07:33.000Z","updated":"2019-10-15T11:13:51.554Z","comments":true,"path":"2018/09/05/wondergirls-ifeelyou/","link":"","permalink":"https://KlintySwood.github.io/2018/09/05/wondergirls-ifeelyou/","excerpt":"","text":"Pour cette semaine retournons dans le passé, il y a 11 ans débutait le groupe des Wonder Girls, sous le label JYP, concurrent principal de SM Entertainment et donc des Girl’s Generation. À l’origine le groupe est constitué de Sunye, Ye Eun, Sunmi, So Hee et Hyuna. Mais cette formation ne va pas durer, Hyuna va rapidement quitter le groupe à cause de problèmes de santé, elle rejoindra plus tard Cube Entertainment et re-débutera dans le groupe 4Minute. Elle est remplacée par Yubin. En 2010 ce sera Sunmi qui quittera le groupe pour se consacrer à ses études, et Hye Lim est ajoutée à la formation. Après le single Like this ce sont Sunye et So Hee qui partent vers d’autres horizons, et Sunmi est réintégrée. Wonder Girls débute la même année que les Girl’s Generation, mais ces quelques mois de différence font quand même d’elles le premier nation girl group. Elles sont tellement populaires à l’époque que leur producteur JYP va légèrement s’enflammer et va les faire débuter aux Etats-Unis, elles feront même la première partie des la tournée des Jonas Brothers. Mais l’Amérique, et le monde, ne sont pas encore prêts à embrasser la K-Pop, les jeunes femmes vont finalement rentrer en Corée du Sud. Mais au pays on ne les pas attendu, les Girl’s Generation ont pris la place de girl group number 1 et de nombreux autres groupes ont débuté. Les Wonder Girls ne vont jamais retrouver cette place, même si, en 2015, après les changements de lineup, elles sortent un des meilleurs albums de K-Pop. En 2015 donc, le groupe revient sous la forme d’un girls band plus qu’un girls group. On a Ye Eun au clavier, Yubin à la batterie, Hye Lim à la guitare et Sunmi à la basse. L’album se nomme REBOOT et a un sérieux goût de vintage, le groupe pioche ses influences dans les 80s et les 90s. Le titre I feel you est diablement sexy et je vous propose de le découvrir.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"yeeun","slug":"yeeun","permalink":"https://KlintySwood.github.io/tags/yeeun/"},{"name":"sunmi","slug":"sunmi","permalink":"https://KlintySwood.github.io/tags/sunmi/"},{"name":"wonder girls","slug":"wonder-girls","permalink":"https://KlintySwood.github.io/tags/wonder-girls/"},{"name":"hyelim","slug":"hyelim","permalink":"https://KlintySwood.github.io/tags/hyelim/"},{"name":"yubin","slug":"yubin","permalink":"https://KlintySwood.github.io/tags/yubin/"}]},{"title":"GFriend - Fingertip","slug":"gfriend-fingertip","date":"2018-08-28T11:00:25.000Z","updated":"2019-10-15T11:06:51.112Z","comments":true,"path":"2018/08/28/gfriend-fingertip/","link":"","permalink":"https://KlintySwood.github.io/2018/08/28/gfriend-fingertip/","excerpt":"","text":"Cette semaine intéressons-nous à un groupe relativement récent, So Won, SinB, Eun Ha, Ye Rin, Yu Ju et Um Ji forment GFriend. Elles ont débuté en 2015 avec le titre Glass Bead. Alors pourquoi ces filles sont impressionnantes me direz-vous ? Et bien tout d’abord elles ont pu bénéficier à leur début d’un buzz dont elles se seraient bien passé sur le moment, les groupes d’idols, c’est bien connu, sont parfois des forçats, et les intempéries ça existe pas. Si il pleut sur la scène c’est pas grave, la représentation avant tout. Et une vidéo de Gfriend est devenue virale sur la toile où on les voit se vautrer non-stop pendant 3min30 sous la pluie sur une scène plus que glissante. Les pauvres… Juste après leur début c’était pas de bol, je ne sais pas si du coup elles ont maintenant des semelles anti-dérapantes ou si elles se sont entraînées en mode guerrier super sayen sous une cascade. Car GFriend est aussi connu pour ce qui est appelé leurs knife like choreo, leurs danses sont exigeantes, énergiques et sont exécutées au millimètre. Le nombre d’heures passées à perfectionner cela doit être indécent. De plus elles ont encore gagné en popularité lors d’un de leur passage dans l’émission Weekly Idol, où elles ont lancé la mode de faire leur chanson, mais en vitesse 2x. Elles l’ont tellement bien fait que nombre de groupes se sont essayé au défi sans jamais vraiment les égaler. Pour finir, dans ce groupe il y a SinB, sans doute une des idols les plus badass, de par son caractère qui a l’air, ma foi, fort affirmé et par le fait que récemment elle a tenu (été obligée ?) à rester sur scène avec une épaule démise ! WTF… Cette nana est une warrior, je voudrai pas tomber contre elle dans un battle royale. En conclusion, cette semaine je vous propose Fingertip, titre sorti en 2017, le concept y est un peu plus mature que précédemment, et la musique tout en gardant l’identité GFriend est bien plus funky. Pour moi c’est leur meilleur titre, mais ça n’a pas autant plus que les premières chansons et elles sont malheureusement revenues à des sons plus guimauve et un peu mous.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"gfriend","slug":"gfriend","permalink":"https://KlintySwood.github.io/tags/gfriend/"},{"name":"eunha","slug":"eunha","permalink":"https://KlintySwood.github.io/tags/eunha/"},{"name":"sinb","slug":"sinb","permalink":"https://KlintySwood.github.io/tags/sinb/"},{"name":"sowon","slug":"sowon","permalink":"https://KlintySwood.github.io/tags/sowon/"},{"name":"umji","slug":"umji","permalink":"https://KlintySwood.github.io/tags/umji/"},{"name":"yerin","slug":"yerin","permalink":"https://KlintySwood.github.io/tags/yerin/"},{"name":"yuju","slug":"yuju","permalink":"https://KlintySwood.github.io/tags/yuju/"}]},{"title":"Orange Caramel - Catallena","slug":"orangecaramel-catallena","date":"2018-08-21T09:32:08.000Z","updated":"2019-10-15T09:37:10.398Z","comments":true,"path":"2018/08/21/orangecaramel-catallena/","link":"","permalink":"https://KlintySwood.github.io/2018/08/21/orangecaramel-catallena/","excerpt":"","text":"Orange Caramel est ce qu’on appelle dans le jargon une sub-unit, c’est à dire un sous-groupe d’un groupe déjà existant, ici After School. Raina, Nana et Lizzy forment donc ce trio après avoir œuvré pour les derniers titres d’After School, les trois jeunes femmes n’étaient pas vraiment dans les membres les plus populaires si ma mémoire est bonne mais elles ont tout de même la chance de pouvoir continuer à monter sur scène pour cette sub-unit. Le concept sera plus léger que ceux qu’aura pu montrer After School, la chorégraphie du dernier single coréen (First Love) incluait tout de même du pole dance. Orange Caramel va sortir des titres aux concepts un peu absurdes et décalés, les instrumentations sont simples mais efficaces, les mélodies restent bien en tête, et les clips sont assez rigolos à regarder. Et le clip de cette semaine est Catallena, un titre espagnol, un bout de refrain piqué à une chanson traditionnelle punjabi et les trois demoiselles déguisées en sushi. Normal.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"orange caramel","slug":"orange-caramel","permalink":"https://KlintySwood.github.io/tags/orange-caramel/"},{"name":"raina","slug":"raina","permalink":"https://KlintySwood.github.io/tags/raina/"},{"name":"nana","slug":"nana","permalink":"https://KlintySwood.github.io/tags/nana/"},{"name":"lizzy","slug":"lizzy","permalink":"https://KlintySwood.github.io/tags/lizzy/"}]},{"title":"2NE1 - I Am The Best","slug":"2ne1-iamthebest","date":"2018-08-14T08:55:27.000Z","updated":"2019-10-15T09:04:50.346Z","comments":true,"path":"2018/08/14/2ne1-iamthebest/","link":"","permalink":"https://KlintySwood.github.io/2018/08/14/2ne1-iamthebest/","excerpt":"","text":"2NE1 est un des groupes phares de la seconde génération d’idols, elles ont débuté en 2009 avec le titre Fire. Composé de CL, Dara, Bom et Minzy le groupe fera un carton à chaque single. Raflant les trophées dans les émissions musicales des chaînes de télé et squattant le haut des classements elles se sont rapidement imposées comme groupe faisant partie du top-tier. Il faut aussi noter que le groupe aura fait plusieurs tournées à travers la Corée et l’Asie et que leurs prestations scéniques étaient remarquables. Je me rappelle avoir vu à quelques jours d’intervalles, en DVD, un concert de 2NE1 et un de Girl’s Generation, et bien le deuxième m’a paru bien fade en comparaison du premier. Mais à partir de 2014 YG, leur producteur, va peu à peu les laisser à l’abandon, car Bom est forcée de cesser toute activité médiatique, étant impliquée dans l’import de substances illégales en Corée du Sud ; et ensuite Minzy quitte le groupe, sans vraiment évoquer les raisons de son départ, mais ce sont sans doute les deux années sans aucune activité qui auront eu raison de sa patience (edit Avril 2019 : elle a révélé depuis avoir été victime d’une grave dépression qui l’a forcée à s’éloigner de la scène quelque temps). Il y a également un nouveau girl group dans la boite, qui est quasi prêt et qui monopolise probablement les investissements. En 2015 le groupe fait une apparition surprise aux Mnet Music Awards, et qui quand je l’ai vu m’a fait comprendre que c’était la fin du groupe. Non pas que les jeunes femmes aient effectué une mauvaise performance, loin de là, mais faire un medley de leur premier titre et de leur plus gros carton au lieu de leurs dernières chansons en date j’ai trouvé cela assez explicite comme message. Et en 2017, CL, Dara et Bom sortent le titre Goodbye en guise d’adieu à leurs fans. Depuis Dara fait des émissions TV ainsi que sur le web, et CL travaille sur un album avec un début aux États-Unis, mais celui-ci est sans cesse repoussé, supposément à cause de YG. Bom a récemment signé sous un nouveau label et devrait sortir un single d’ici la fin de l’année. Quand à Minzy elle a sorti l’année dernière avec une nouvelle boite de prod un mini-album, participé à une émission de variété très populaire (Slamdunk Unnies) et a monté une école de danse. Le titre que je vous propose cette semaine est donc I am the best, titre le plus emblématique de 2NE1, même si je vous conseille d’aller aussi jeter une oreille du côté de Lonely, Ugly ou Come Back Home.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"2ne1","slug":"2ne1","permalink":"https://KlintySwood.github.io/tags/2ne1/"},{"name":"CL","slug":"CL","permalink":"https://KlintySwood.github.io/tags/CL/"},{"name":"dara","slug":"dara","permalink":"https://KlintySwood.github.io/tags/dara/"},{"name":"bom","slug":"bom","permalink":"https://KlintySwood.github.io/tags/bom/"},{"name":"minzy","slug":"minzy","permalink":"https://KlintySwood.github.io/tags/minzy/"}]},{"title":"Première boucle sur Reaper","slug":"premiere-boucle-reaper","date":"2018-08-13T08:28:32.000Z","updated":"2019-10-15T08:53:11.224Z","comments":true,"path":"2018/08/13/premiere-boucle-reaper/","link":"","permalink":"https://KlintySwood.github.io/2018/08/13/premiere-boucle-reaper/","excerpt":"","text":"Yo les internets ! Aujourd’hui j’arrive enfin à utiliser correctement mon clavier MIDI, il serait temps, ça fait un moment que je l’ai… Mais entre les différents tests de DAW (logiciels de création musicale) et la bataille pour paramétrer le clavier je vais enfin pouvoir bidouiller des morceaux de musique. Pour le DAW je me suis arrêté sur Reaper, reste plus qu’a trouver tout un tas de plugins pour sortir des sons plus ou moins écoutables 😁 A plus pour un morceau complet !","categories":[{"name":"Prod Musicale","slug":"Prod-Musicale","permalink":"https://KlintySwood.github.io/categories/Prod-Musicale/"}],"tags":[{"name":"reaper","slug":"reaper","permalink":"https://KlintySwood.github.io/tags/reaper/"},{"name":"production","slug":"production","permalink":"https://KlintySwood.github.io/tags/production/"}]},{"title":"Mad Clown ft Jinsil - Fire","slug":"madclown-fire","date":"2018-08-09T08:10:31.000Z","updated":"2019-10-15T08:26:38.250Z","comments":true,"path":"2018/08/09/madclown-fire/","link":"","permalink":"https://KlintySwood.github.io/2018/08/09/madclown-fire/","excerpt":"","text":"Intéressons-nous cette semaine au côté hip-hop de la k-pop, car oui comme partout il y a de nombreux rappeurs en Corée, au départ culture underground les textes de certains ont certainement trouvé écho dans une société très oppressante. Et le hip-hop est devenu populaire à tel point qu’il existe même des émissions télé telles que Show me the money ou Unpretty Rapstar qui sont un peu comme des X Factor ou The Voice du rap. Mais pour gagner de la popularité il y a aussi la technique du bon vieux featuring, que ce soit du rappeur dans la chanson d’un ou une artiste populaire (on pensera par exemple à Verbal Jint posant quelques lignes dans la chanson I de Tae Yeon), ou d’un ou une chanteuse qui s’occupe du refrain entre les couplets rappés (un exemple très connu pour ma génération étant Dido dans Stan d’Eminem). Et dans la K-Pop il y en a des duos entre rappeurs et chanteuses, souvent idols. Les premiers prospectent un public pas encore conquis par leurs textes, les secondes étant souvent en quête d’un peu de reconnaissance en tant que “véritables” chanteuses. On notera en exemple le duo San E/ Raina : A midsummer night sweetness, ou Mad Clown / Soyou : Stupid In Love. Mais c’est un autre titre de Mad Clown que je voulais vous présenter, Fire en duo avec la très talentueuse chanteuse Jinsil. Très talentueuse mais sans assez de points dans sa stat d’apparence d’après la prod, puisque dans le clip c’est Hani du groupe EXID que l’on voit, la jeune femme venant de gagner à l’époque énormément de popularité, souvenez-vous, c’était juste après Up and Down.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"exid","slug":"exid","permalink":"https://KlintySwood.github.io/tags/exid/"},{"name":"hani","slug":"hani","permalink":"https://KlintySwood.github.io/tags/hani/"},{"name":"mad clown","slug":"mad-clown","permalink":"https://KlintySwood.github.io/tags/mad-clown/"},{"name":"jinsil","slug":"jinsil","permalink":"https://KlintySwood.github.io/tags/jinsil/"}]},{"title":"Borne d'arcade DIY","slug":"borne-arcade-diy","date":"2018-08-04T07:15:52.000Z","updated":"2019-10-15T08:04:10.902Z","comments":true,"path":"2018/08/04/borne-arcade-diy/","link":"","permalink":"https://KlintySwood.github.io/2018/08/04/borne-arcade-diy/","excerpt":"","text":"Bonjour les internets, aujourd’hui je poste enfin autre chose que de la K-Pop, car on m’a offert un super cadeau d’anniv ! Un kit pour monter une paire de joysticks et boutons pour borne d’arcade, je vais profiter des vacances du coup pour réaliser ça, j’ai déballé un peu tout ça, j’ai compris comment ça se branchait, reste plus qu’à trouver des plans pour faire le boitier, et se décider sur une machine qui fera tourner Recalbox (Raspberry Pi ? Pc portable ? NUC ?)","categories":[{"name":"Gaming","slug":"Gaming","permalink":"https://KlintySwood.github.io/categories/Gaming/"}],"tags":[{"name":"arcade","slug":"arcade","permalink":"https://KlintySwood.github.io/tags/arcade/"},{"name":"diy","slug":"diy","permalink":"https://KlintySwood.github.io/tags/diy/"},{"name":"retrogaming","slug":"retrogaming","permalink":"https://KlintySwood.github.io/tags/retrogaming/"}]},{"title":"T-ara - Day By Day","slug":"t-ara-daybyday","date":"2018-07-31T14:39:14.000Z","updated":"2019-10-15T08:05:10.276Z","comments":true,"path":"2018/07/31/t-ara-daybyday/","link":"","permalink":"https://KlintySwood.github.io/2018/07/31/t-ara-daybyday/","excerpt":"","text":"Cette semaine je vais vous parler d’un groupe, à mon avis, majeur de la scène K-Pop : T-ARA. Faisant partie de la seconde génération d’idols, T-ARA a débuté en 2009 avec 6 membres et avec le titre Lie. Eunjung, Hyomin, Boram, Soyeon, Jiyeon et Qri furent rejointes un peu plus tard par Hwayoung et encore plus tard par Areum. T-ARA est malheureusement surtout connu par le scandale qui l’a plongé dans les abysses de la non-popularité. Scandale véritablement provoqué, ce sera révélé des années plus tard, par Hwasnake la supposée victime de harcelement au sein du groupe. Entre stratégies marketing et de communication nulles à chier, et le site NetizenBuzz, véritable cancer des sites parlant de K-Pop, le groupe a du quasi abandonner le marché coréen pour se rabattre sur la Chine, où le groupe a eu son petit succès je crois. Et a aussi tapé dans l’oeil du fils d’un milliardaire chinois qui y a investi une fortune. En espérant que ça ne se soit pas accompagné de faveurs à accorder à de riches héritiers dans des soirées privées… Toujours est-il que T-ARA a persévéré, à 7 jusqu’au départ précipité et étrange d’Areum, puis à 6 jusqu’à la fin des contrats de Boram et Soyeon, et enfin à 4, brisant même la malédiction des 7 ans des groupes d’idols (“malédiction” selon laquelle les groupes disband après 7 ans, ce qui s’est pas mal vérifié). Mais revenons à leur chanson parue juste avant l’apocalypse, Day by Day, qui a même bénéficié d’un long clip/drama badass de 15 minutes ! (Et c’est pas le seul clip de T-ARA comme ça, il y avait du pognon à l’époque pour le groupe, majeur je vous dis).","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"t-ara","slug":"t-ara","permalink":"https://KlintySwood.github.io/tags/t-ara/"},{"name":"areum","slug":"areum","permalink":"https://KlintySwood.github.io/tags/areum/"},{"name":"boram","slug":"boram","permalink":"https://KlintySwood.github.io/tags/boram/"},{"name":"dani","slug":"dani","permalink":"https://KlintySwood.github.io/tags/dani/"},{"name":"eunjeung","slug":"eunjeung","permalink":"https://KlintySwood.github.io/tags/eunjeung/"},{"name":"hwasnake","slug":"hwasnake","permalink":"https://KlintySwood.github.io/tags/hwasnake/"},{"name":"hyomin","slug":"hyomin","permalink":"https://KlintySwood.github.io/tags/hyomin/"},{"name":"jiyeon","slug":"jiyeon","permalink":"https://KlintySwood.github.io/tags/jiyeon/"},{"name":"qri","slug":"qri","permalink":"https://KlintySwood.github.io/tags/qri/"},{"name":"soyeon","slug":"soyeon","permalink":"https://KlintySwood.github.io/tags/soyeon/"}]},{"title":"Shinee - Lucifer","slug":"shinee-lucifer","date":"2018-07-18T14:34:26.000Z","updated":"2019-10-10T14:38:25.637Z","comments":true,"path":"2018/07/18/shinee-lucifer/","link":"","permalink":"https://KlintySwood.github.io/2018/07/18/shinee-lucifer/","excerpt":"","text":"J’ai souvent lu qu’une des caractéristiques de la K-Pop c’est son côté enjoué, toujours positif, ce qui contribue malheureusement à convaincre certains que tout est idyllique dans cette industrie. Mais tout n’est pas rose dans la vie des idols, loin de là. Entre les emplois du temps démentiels, les différentes privations et réussir à satisfaire les demandes et attentes des fans, du management et éventuellement du grand public, certaines de ces jeunes stars (et surement plus qu’on ne pense) tombent dans la dépression, et parfois vont jusqu’au suicide. Ce fût le cas récemment d’un des membres du groupe Shinee, Jong Hyun, qui pourtant était très populaire, et un chanteur de grand talent. Son décès a soulevé de nombreuses questions sur l’état de santé dans lequel sont parfois les idols. Mais j’ai l’impression que ce fût vite occulté, l’industrie ayant beaucoup de mal à se remettre en cause quand au traitement qu’elle fait de ses employés. Cette semaine je vous propose donc d’écouter Lucifer, sorti en 2010, et qui fait partie des quelques titres chantés par un groupe de garçons que j’apprécie.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"shinee","slug":"shinee","permalink":"https://KlintySwood.github.io/tags/shinee/"},{"name":"jonghyun","slug":"jonghyun","permalink":"https://KlintySwood.github.io/tags/jonghyun/"},{"name":"key","slug":"key","permalink":"https://KlintySwood.github.io/tags/key/"},{"name":"minho","slug":"minho","permalink":"https://KlintySwood.github.io/tags/minho/"},{"name":"onew","slug":"onew","permalink":"https://KlintySwood.github.io/tags/onew/"},{"name":"taemin","slug":"taemin","permalink":"https://KlintySwood.github.io/tags/taemin/"}]},{"title":"9Muses - Hurt Locker","slug":"9muses-hurtlocker","date":"2018-07-10T14:25:14.000Z","updated":"2019-10-10T14:33:45.930Z","comments":true,"path":"2018/07/10/9muses-hurtlocker/","link":"","permalink":"https://KlintySwood.github.io/2018/07/10/9muses-hurtlocker/","excerpt":"","text":"9Muses, un groupe à connaître, s’il en est. Le concept, vous sélectionnez neuf superbes filles, qui sont des modèles, ou qui ont les qualités requises pour. Vous essayez tout de même d’en trouver qui savent chanter et danser hein, faut pas déconner, il y a un certain standard à avoir dans la K-Pop. Maintenant vous leur trouvez un dortoir, une salle de danse pour s’entraîner, encore et encore. Et encore un peu. Vous leur menez la vie dure, mais c’est pour leur bien, de toutes façons elles ont pas le choix, le contrat que vous leur avez fait signer les mettrait plus que sur la paille pour quelques années si elles prenaient la porte. Vous faites même faire un petit documentaire pour montrer à quel point la vie de trainee (pas traînée hein, trainee, ce terme désigne les apprentis et apprenties idols) et d’idol est pleine de joie et d’amour : 9Muses of Star Empire - A BBC Documentary Mais bon, la loi des charts est rude, et il peut manquer cette petite étincelle de chance pour que votre groupe décolle vraiment en terme de popularité, et 9Muses est dans ce cas. Le groupe n’a jamais fait de gros flop, mais jamais de gros carton non plus. Du coup pas mal de filles sont parties dès la fin de leur contrat, à quoi bon s’échiner des heures dans une salle de danse pour gagner des clopinettes en se produisant dans des galas de seconde zone… Aujourd’hui ne reste plus que quatres muses, dont une seule du groupe d’origine, Hyemi, accompagnée donc de Kyungri, Keumjo et Sojin. Mais intéressons-nous à un morceau sorti quand elles étaient encore six, Hurt Locker, un titre que j’apprécie particulièrement, même si Ryu Sera, ma préférée, était déjà partie tenter une carrière indé en solo.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"hyuna","slug":"hyuna","permalink":"https://KlintySwood.github.io/tags/hyuna/"},{"name":"nine muses","slug":"nine-muses","permalink":"https://KlintySwood.github.io/tags/nine-muses/"},{"name":"euaerin","slug":"euaerin","permalink":"https://KlintySwood.github.io/tags/euaerin/"},{"name":"hyemi","slug":"hyemi","permalink":"https://KlintySwood.github.io/tags/hyemi/"},{"name":"keumjo","slug":"keumjo","permalink":"https://KlintySwood.github.io/tags/keumjo/"},{"name":"kyungri","slug":"kyungri","permalink":"https://KlintySwood.github.io/tags/kyungri/"},{"name":"minha","slug":"minha","permalink":"https://KlintySwood.github.io/tags/minha/"},{"name":"sera","slug":"sera","permalink":"https://KlintySwood.github.io/tags/sera/"},{"name":"sojin","slug":"sojin","permalink":"https://KlintySwood.github.io/tags/sojin/"},{"name":"sungah","slug":"sungah","permalink":"https://KlintySwood.github.io/tags/sungah/"}]},{"title":"KARD - You In Me","slug":"kard-youinme","date":"2018-07-03T12:26:48.000Z","updated":"2019-10-10T14:24:41.383Z","comments":true,"path":"2018/07/03/kard-youinme/","link":"","permalink":"https://KlintySwood.github.io/2018/07/03/kard-youinme/","excerpt":"","text":"Intéressons-nous cette semaine à ce qu’on appelle un co-ed group, un groupe mélangeant filles et garçons, ce qui est assez rare chez les idols et stars adolescentes de tous pays. Le jeune moi se rappelle notamment de S Club 7, ce groupe transmédia qui avait une série qui passait dans l’émission KD2A de France 2. Mais revenons à KARD, un groupe qui a débuté tout récemment dont les membres sont Jiwoo, Somin, J-Seph et BM. Leurs instrus fortement tropical house vont malheureusement ne pas plaire outre mesure au public coréen, par contre leur popularité a explosé en Amérique du Sud, ou le groupe a même fait une tournée. Espérons que leur prochain comeback leur fasse gravir les charts, car j’apprécie particulièrement ce groupe. Voici donc un de leur titre, You in me.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"kard","slug":"kard","permalink":"https://KlintySwood.github.io/tags/kard/"},{"name":"BM","slug":"BM","permalink":"https://KlintySwood.github.io/tags/BM/"},{"name":"J.Seph","slug":"J-Seph","permalink":"https://KlintySwood.github.io/tags/J-Seph/"},{"name":"Jiwoo","slug":"Jiwoo","permalink":"https://KlintySwood.github.io/tags/Jiwoo/"},{"name":"Somin","slug":"Somin","permalink":"https://KlintySwood.github.io/tags/Somin/"}]},{"title":"Brown Eyed Girls - Brave New World","slug":"browneyedgirls-bravenewworld","date":"2018-06-27T12:14:01.000Z","updated":"2019-10-10T12:23:23.926Z","comments":true,"path":"2018/06/27/browneyedgirls-bravenewworld/","link":"","permalink":"https://KlintySwood.github.io/2018/06/27/browneyedgirls-bravenewworld/","excerpt":"","text":"Anyeong Internet ! Encore un girl group cette semaine, mais cette fois c’est un groupe de vieilles, enfin, ce que l’industrie des idols considère comme tel, car 35 ans c’est un âge particulièrement avancé dans ce milieu, l’âge de la “retraite” se situant autour de 25 ans généralement. Ga In, JeA, Narsha et Miryo forment donc les Brown Eyed Girls, groupe qui a débuté en 2006, soit juste un an avant Girl’s Generation. En 2009 ce qui est sans doute leur plus gros tube, Abracadabra, leur donnera une image très sexy et plus mature que la plupart des groupes évoluant à l’époque. La chorégraphie et l’érotisme sous-jacent du clip poseront d’ailleurs problème avec les bien-pensants, ce qui n’empêche pas le titre de cartonner, et le groupe gardera plus ou moins la même ligne directrice dans ses concepts pour ses futurs releases. Mais intéresssons nous à leur dernier album sorti et à son titre principal, Brave New World, un titre ô combien différent de ce que font les autres groupes au même moment. Ce refrain, mais ce refrain ! J’adore ce titre. Et si vous êtes curieux, allez jeter une oreille aux autres chansons de l’album, Wave est excellente, et une autre s’appelle Warm Hole, et oui, c’est bien ce à quoi vous pensez.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"brown eyed girls","slug":"brown-eyed-girls","permalink":"https://KlintySwood.github.io/tags/brown-eyed-girls/"},{"name":"jea","slug":"jea","permalink":"https://KlintySwood.github.io/tags/jea/"},{"name":"gain","slug":"gain","permalink":"https://KlintySwood.github.io/tags/gain/"},{"name":"narsha","slug":"narsha","permalink":"https://KlintySwood.github.io/tags/narsha/"},{"name":"miryo","slug":"miryo","permalink":"https://KlintySwood.github.io/tags/miryo/"}]},{"title":"f(x) - Red Light","slug":"fx-redlight","date":"2018-06-19T12:00:18.000Z","updated":"2019-10-14T15:17:54.370Z","comments":true,"path":"2018/06/19/fx-redlight/","link":"","permalink":"https://KlintySwood.github.io/2018/06/19/fx-redlight/","excerpt":"","text":"Le cours d’aujourd’hui sera sur f(x), et non ce ne sera pas un cours de maths. f(x) est un groupe qui mérite d’être plus connu, car non seulement ses membres sont talentueuses, mais aussi parce qu’elles ont parmi les meilleures chansons que l’industrie des idols a pu produire. f(x) est le girl group cadet de Girl’s Generation, et a d’ailleurs toujours évolué dans son ombre, n’atteignant jamais le même degré de popularité. Pourtant les compositions dont hérite f(x) sont bien plus originales que ce qui se fait à l’époque dans le reste de l’industrie. Sur leurs albums toutes les chansons sont intéressantes, contrairement aux albums de Girl’s Generation qui, à part les title tracks, s’engluent dans des titres fades. Et puis Amber, Luna, Krystal et Victoria ne sont pas en reste lorsqu’il s’agit de la scène. Leur concert 4th Dimension est vraiment excellent, et prouve qu’un groupe de K-Pop peut faire un vrai show autre part que dans une émission musicale télévisée. Et là vous vous dites, mais… Il avait pas parlé de 5 membres ? Si. Mais la cinquième, Sulli, a quitté le groupe après avoir subi une vague de haine d’une part du public coréen, elle a alors mis en pause sa carrière. Mais stoppons là le cours d’histoire de la pop coréenne, et enchainons sur le morceau de cette semaine. Red Light de f(x), dernière promotion que Sulli la traîtresse fera avec le groupe, morceau edgy as fuck mais qui montre que quand SM laisse un peu de marge aux producteurs qu’elle débauche à l’étranger et bah ça déboîte.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"f(x)","slug":"f-x","permalink":"https://KlintySwood.github.io/tags/f-x/"},{"name":"sulli","slug":"sulli","permalink":"https://KlintySwood.github.io/tags/sulli/"},{"name":"victoria","slug":"victoria","permalink":"https://KlintySwood.github.io/tags/victoria/"},{"name":"luna","slug":"luna","permalink":"https://KlintySwood.github.io/tags/luna/"},{"name":"krystal","slug":"krystal","permalink":"https://KlintySwood.github.io/tags/krystal/"},{"name":"amber","slug":"amber","permalink":"https://KlintySwood.github.io/tags/amber/"}]},{"title":"EXID - Up And Down","slug":"exid-upanddown","date":"2018-06-12T09:51:50.000Z","updated":"2019-10-10T09:57:02.450Z","comments":true,"path":"2018/06/12/exid-upanddown/","link":"","permalink":"https://KlintySwood.github.io/2018/06/12/exid-upanddown/","excerpt":"","text":"Dans le monde de la K-Pop, comme dans beaucoup de domaines, on peut classer les groupes dans des tier-lists. En voici ma vision : le top-tier est occupé par les quelques groupes largement populaires et dont les membres gagnent bien leur vie, le mid-tier regroupe les formations qui fonctionnent pas trop mal et qui font gagner de l’argent à leur boite de prod, les idols qui se font pas entuber par un contrat abusé s’en sortent. Et il y a le low-tier, dans lequel je range les groupes qui peinent à décoller dans une industrie déjà saturée, soit par manque de talent, de moyens ou juste de chance. Ce low-tier il est aussi appelé la nugu zone (surtout par les fans non-coréens il me semble), nugu se traduisant par “Qui ?” Eh ! Tu as entendu le dernier titre de Girlkind ?Hein ? Qui ? (Nugu ?) EXID faisait partie de cette nugu zone, se rapprochant dangereusement des concepts de ces groupes qui ne se produisent que dans des clubs pour adultes. Leur titre Up and Down est quasiment le titre de la dernière chance pour Solji, Hani, LE, Hielyn et Jeonghwa. Des paroles très équivoques, un clip aux métaphores pas vraiment subtiles, une chorégraphie relativement provocante, mais non, la chanson ne monte pas dans les classements musicaux et la période de promotion se termine dans l’indifférence générale. Et c’est alors que le miracle se produit quelques semaines plus tard, Up and Down revient dans les classements, et en carrément bonne place. Pourquoi ? Une vidéo fancam est devenu virale, massivement partagée sur Facebook et vue des millions de fois sur Youtube, et où on y voit Hani (surtout elle car les fancam font généralement un focus sur un ou une membre d’un groupe en particulier) danser et interpréter le titre. Et on doit cette vidéo à un illustre inconnu, son pseudo est Pharkil, et si l’on croit les vidéos qu’il upload sur Youtube il passe une bonne partie de sa vie (toute ?) à écumer les scènes coréennes où se produisent des girls groups pas vraiment populaires, avec une nette préférence pour les groupes aux concepts “sexy”. Fait exceptionnel, le groupe revient dans les shows TV musicaux tels que l’Inkigayo ou le Music Bank, et remporte même des 1ères places. Fortes de cette nouvelle visibilité, les 5 jeunes femmes transforment l’essai en sortant des titres qui se placent très bien dans les classements et en participant à des émissions télés de variété qui renforcent leur popularité, une des plus notables étant King of Masked Singer, qui a révélé la voix exceptionnelle de Solji au grand public.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"exid","slug":"exid","permalink":"https://KlintySwood.github.io/tags/exid/"},{"name":"solji","slug":"solji","permalink":"https://KlintySwood.github.io/tags/solji/"},{"name":"LE","slug":"LE","permalink":"https://KlintySwood.github.io/tags/LE/"},{"name":"hani","slug":"hani","permalink":"https://KlintySwood.github.io/tags/hani/"},{"name":"hyerin","slug":"hyerin","permalink":"https://KlintySwood.github.io/tags/hyerin/"},{"name":"junghwa","slug":"junghwa","permalink":"https://KlintySwood.github.io/tags/junghwa/"}]},{"title":"Twice - Candy Pop","slug":"twice-candypop","date":"2018-06-05T09:45:21.000Z","updated":"2019-10-10T12:24:54.468Z","comments":true,"path":"2018/06/05/twice-candypop/","link":"","permalink":"https://KlintySwood.github.io/2018/06/05/twice-candypop/","excerpt":"","text":"Konichiwa Internet ! Cette semaine je vais parler d’un groupe qui en plus de cartonner en Corée du Sud marche aussi à fond au Japon, car je suis allé au pays du soleil levant il y a peu et finalement quand on recherche de la K-Pop (après avoir acheté la discographie de Band-Maid) et bah on tombe beaucoup sur les albums et le merchandising de Twice. Ça se comprend en même temps, quand on a une J-Line (les membres japonaises du groupe) comme Mina, Sana et Momo le succès ne peut-être qu’au rendez-vous. Twice est un groupe de 9 jeunes femmes : Jihyo,Nayeon, Dahyun, Jeongyeon, Tzuyu, Chaeyoung, Mina, Sana et Momo ; formé par JYP Entertainment, ce groupe est le successeur de Girl’s Generation en tant que Nation Girl Group. Même si ce n’est pas le titre de Twice que je préfère, voici de quoi faire monter votre taux de glycémie en flèche avec Candy Pop.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"mina","slug":"mina","permalink":"https://KlintySwood.github.io/tags/mina/"},{"name":"twice","slug":"twice","permalink":"https://KlintySwood.github.io/tags/twice/"},{"name":"nayeon","slug":"nayeon","permalink":"https://KlintySwood.github.io/tags/nayeon/"},{"name":"jihyo","slug":"jihyo","permalink":"https://KlintySwood.github.io/tags/jihyo/"},{"name":"jeonghyeon","slug":"jeonghyeon","permalink":"https://KlintySwood.github.io/tags/jeonghyeon/"},{"name":"sana","slug":"sana","permalink":"https://KlintySwood.github.io/tags/sana/"},{"name":"chaeyoung","slug":"chaeyoung","permalink":"https://KlintySwood.github.io/tags/chaeyoung/"},{"name":"momo","slug":"momo","permalink":"https://KlintySwood.github.io/tags/momo/"},{"name":"dahyun","slug":"dahyun","permalink":"https://KlintySwood.github.io/tags/dahyun/"},{"name":"tzuyu","slug":"tzuyu","permalink":"https://KlintySwood.github.io/tags/tzuyu/"}]},{"title":"BTS - Not Today","slug":"bts-nottoday","date":"2018-04-10T09:34:21.000Z","updated":"2019-10-10T09:42:51.552Z","comments":true,"path":"2018/04/10/bts-nottoday/","link":"","permalink":"https://KlintySwood.github.io/2018/04/10/bts-nottoday/","excerpt":"","text":"Allez, on retourne du côté des groupes de gars, avec BTS, parmi les plus populaires en ce moment, avec les fans (les ARMY) parmi les plus…, disons, dévoués. Ils cartonnent depuis un moment et malgré le fait qu’ils ne viennent pas d’une des trois grosses boites de prod coréennes, ils tiennent la dragée haute à EXO et GOT7 par exemple. Ils ont même eu l’indécence de réussir une incursion sur le marché américain, avec leur titre DNA, en remportant plusieurs distinctions. Les seuls groupes, dont je me rappelle, à avoir tenté le marché américain sont les Wonder Girls, ça n’a pas été une réussite, et Crayon Pop qui, par je-ne-sais quelle intervention divine, ont fait la première partie de Lady Gaga pour une de ses tournées aux Etats-Unis. Toujours est-il que je vous propose un des titres de 2017 de BTS, Not today qui a un clip très très cool je trouve. Et si ça vous plait allez donc voir Blood, Sweat and Tears et Dope, qui sont très bons eux aussi.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"jimin","slug":"jimin","permalink":"https://KlintySwood.github.io/tags/jimin/"},{"name":"bts","slug":"bts","permalink":"https://KlintySwood.github.io/tags/bts/"},{"name":"j-hope","slug":"j-hope","permalink":"https://KlintySwood.github.io/tags/j-hope/"},{"name":"RM","slug":"RM","permalink":"https://KlintySwood.github.io/tags/RM/"},{"name":"V","slug":"V","permalink":"https://KlintySwood.github.io/tags/V/"},{"name":"suga","slug":"suga","permalink":"https://KlintySwood.github.io/tags/suga/"},{"name":"jin","slug":"jin","permalink":"https://KlintySwood.github.io/tags/jin/"},{"name":"jungkook","slug":"jungkook","permalink":"https://KlintySwood.github.io/tags/jungkook/"}]},{"title":"4Minute - Huh","slug":"4minute-huh","date":"2018-04-03T09:26:22.000Z","updated":"2019-10-10T09:42:35.475Z","comments":true,"path":"2018/04/03/4minute-huh/","link":"","permalink":"https://KlintySwood.github.io/2018/04/03/4minute-huh/","excerpt":"","text":"Cette semaine dans le mardi K-Pop je vais vous parler du groupe qui m’a vraiment fait plonger dans ce pays musical, car si j’ai découvert celui-ci avec SNSD (Girl’s Generation), c’est bien un autre groupe qui a particulièrement retenu mon attention, et ce groupe c’est 4Minute. Nom vaguement entendu dans une émission de la chaîne de télé Nolife, ma curiosité a été piquée et je suis tombé sur le titre que le groupe venait de sortir et que vous trouverez un peu plus bas dans cet article. J’ai été happé par les charmes de Ga Yoon, Hyun A, Ji Hyun, Ji Yoon et So Hyun et ai été conquis par les autres titres sortis par le groupe. De là l’algorithme de Youtube a parachevé mon addiction en me proposant les clips de 2NE1, groupe dont je parlerai certainement dans un prochain article. Si vous êtes attentifs au clip de Huh vous aurez peut-être reconnu une des jeunes femmes, Hyun A, qui a tourné dans la vidéo la plus populaire de l’année 2012 (sur Youtube tout du moins), Gangnam Style de PSY. Hyun A est la seule du groupe à avoir une carrière de chanteuse en solo correcte, et c’est d’autant plus malheureux car comme quasi tous les groupes de ce qu’on appelle la seconde génération d’idols, 4Minute s’est séparé. La tristitude…","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"4minute","slug":"4minute","permalink":"https://KlintySwood.github.io/tags/4minute/"},{"name":"hyuna","slug":"hyuna","permalink":"https://KlintySwood.github.io/tags/hyuna/"},{"name":"gayoon","slug":"gayoon","permalink":"https://KlintySwood.github.io/tags/gayoon/"},{"name":"jiyoon","slug":"jiyoon","permalink":"https://KlintySwood.github.io/tags/jiyoon/"},{"name":"jihyun","slug":"jihyun","permalink":"https://KlintySwood.github.io/tags/jihyun/"},{"name":"sohyun","slug":"sohyun","permalink":"https://KlintySwood.github.io/tags/sohyun/"}]},{"title":"Akdong Musician","slug":"akmu-dinosaur","date":"2018-03-27T09:11:19.000Z","updated":"2019-10-10T09:42:40.291Z","comments":true,"path":"2018/03/27/akmu-dinosaur/","link":"","permalink":"https://KlintySwood.github.io/2018/03/27/akmu-dinosaur/","excerpt":"","text":"Anyeong Internet, aujourd’hui intéressons nous à deux jeunes gens très énervants, leur duo s’appelle Akdong Musician (ou AKMU), ils sont frère et sœur, ils sont charmants et très talentueux. Le frère, Chan Hyeok compose, la sœur, Su Hyun, chante, et ça déboite. Ils ont gagné Superstar K et se sont du coup fait embauchés par la compagnie YG Entertainment, une des trois plus grosses boites de prod de la K-Pop, et label de 2NE1, BLACKPINK et Big Bang. Après plusieurs titres plutôt accoustiques, Chan Hyeok s’est essayé à l’EDM, avec succès je trouve. Le morceau s’appelle Dinosaur, et selon les théories de fan ce titre pourrait être inspiré d’un fait marquant et douloureux de la jeunesse du duo ou des agents de recouvrement peu scrupuleux auraient fait irruption avec force et fracas dans la maison familiale pour demander le remboursement d’un crédit. Je vous laisse aller voir les paroles et vous faire votre avis.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"akmu","slug":"akmu","permalink":"https://KlintySwood.github.io/tags/akmu/"},{"name":"akdong musician","slug":"akdong-musician","permalink":"https://KlintySwood.github.io/tags/akdong-musician/"},{"name":"chanhyeok","slug":"chanhyeok","permalink":"https://KlintySwood.github.io/tags/chanhyeok/"},{"name":"suhyun","slug":"suhyun","permalink":"https://KlintySwood.github.io/tags/suhyun/"}]},{"title":"Hyo Seong - Find Me","slug":"hyoseong-findme","date":"2018-03-20T19:51:00.000Z","updated":"2019-10-10T09:42:59.557Z","comments":true,"path":"2018/03/20/hyoseong-findme/","link":"","permalink":"https://KlintySwood.github.io/2018/03/20/hyoseong-findme/","excerpt":"","text":"Le suspens était insoutenable, mais ça y est, le girl group Secret s’est séparé.. Je suis tristesse… Mais bon, depuis le départ de Sun Hwa pour sa carrière d’actrice c’est pas comme si TS Entertainment (leur boite de prod) avait continué à les promouvoir activement… Management de merde classique malheureusement dans le monde de la K-Pop. Et je vous passe le drama qui est en train de se jouer avec deux des membres restantes, Ji Eun et Hyo Seong, qui leur intentent un procès sur fond de non-respect de contrat, oubli de paiement, etc… Reste Hana, qui, d’après TS Entertainment, prépare un album solo. LOL, on y croit les gars… Mais revenons un instant sur Hyo Seong, qui a eu la chance tout de même de sortir deux mini-albums, et le titre que je veux vous présenter vient du deuxième, Colored, sorti en 2016. Find Me est donc le dernier single de Hyo Seong, et bon, j’avoue… La musique n’est peut-être pas la qualité première de ce clip, mais depuis que j’ai lu ces articles sur la séparation des membres de Secret j’ai cette chanson qui me trotte dans la tête.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"hyoseong","slug":"hyoseong","permalink":"https://KlintySwood.github.io/tags/hyoseong/"},{"name":"secret","slug":"secret","permalink":"https://KlintySwood.github.io/tags/secret/"}]},{"title":"Big Bang - FXXK IT","slug":"bigbang-fxxkit","date":"2018-03-06T19:32:09.000Z","updated":"2019-10-10T09:42:46.270Z","comments":true,"path":"2018/03/06/bigbang-fxxkit/","link":"","permalink":"https://KlintySwood.github.io/2018/03/06/bigbang-fxxkit/","excerpt":"","text":"Anyeong Internet ! Aujourd’hui je vous propose d’aller faire un tour du côté d’un groupe de mecs, un des plus populaire et dont j’apprécie la plupart des titres : Big Bang. Ils sont cinq (G-Dragon, Taeyang, Seungri, Daesung et TOP), ils sont jeunes et fringants et ont un sens de la mode bien à eux. La chanson que je vous propose date de 2016 et s’intitule FXXK IT. EDIT de 2019 : Eh bien, il s’en est passé des choses pour Big Bang depuis ce post… Pour résumer, disons que plus de la moitié des membres sont désormais liés au crime organisé et/ou à des crimes sexuels… Donc on est pas près de les revoir dans l’industrie du divertissement. Dommage, j’aimais bien leur musique.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"big bang","slug":"big-bang","permalink":"https://KlintySwood.github.io/tags/big-bang/"},{"name":"g-dragon","slug":"g-dragon","permalink":"https://KlintySwood.github.io/tags/g-dragon/"},{"name":"seungri","slug":"seungri","permalink":"https://KlintySwood.github.io/tags/seungri/"},{"name":"top","slug":"top","permalink":"https://KlintySwood.github.io/tags/top/"},{"name":"daesung","slug":"daesung","permalink":"https://KlintySwood.github.io/tags/daesung/"},{"name":"taeyang","slug":"taeyang","permalink":"https://KlintySwood.github.io/tags/taeyang/"}]},{"title":"Dreamcatcher - Good Night","slug":"dreamcatcher-goodnight","date":"2018-02-26T18:11:09.000Z","updated":"2019-10-10T09:42:55.386Z","comments":true,"path":"2018/02/26/dreamcatcher-goodnight/","link":"","permalink":"https://KlintySwood.github.io/2018/02/26/dreamcatcher-goodnight/","excerpt":"","text":"Anyeong Internet ! Deuxième post et c’est déjà un post à la bourre, n’importe quoi… L’assiduité de fou… Pour repartir sur de bonnes bases, profitons de l’actualité et de la venue d’un groupe qui a tourné en Europe la semaine dernière, Dreamcatcher, ou un producteur s’est dit que re-brander son girl group au concept mignon en s’inspirant de Babymetal serait une bonne idée. Spoiler : c’était une très bonne idée ! Dreamcatcher est donc un groupe de 7 filles (JiU, Yoo Hyeon, Si Yeon, Da Mi, Sua, Han Dong et Ga Hyeon) interprétant des morceaux aux instrumentations très rock, pas aussi métal que le fameux trio japonais, mais ça reste très pêchu, ce qui n’est pas pour me déplaire. En plus des instrus aux guitares saturées, leur concept est lié aux cauchemars et j’espère voir des clips encore plus dark que ce qu’elles ont pu nous présenter. Voici donc le morceau de cette semaine, Good Night.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"dreamcatcher","slug":"dreamcatcher","permalink":"https://KlintySwood.github.io/tags/dreamcatcher/"},{"name":"jiu","slug":"jiu","permalink":"https://KlintySwood.github.io/tags/jiu/"},{"name":"yoohyeon","slug":"yoohyeon","permalink":"https://KlintySwood.github.io/tags/yoohyeon/"},{"name":"handong","slug":"handong","permalink":"https://KlintySwood.github.io/tags/handong/"},{"name":"sua","slug":"sua","permalink":"https://KlintySwood.github.io/tags/sua/"},{"name":"siyeon","slug":"siyeon","permalink":"https://KlintySwood.github.io/tags/siyeon/"},{"name":"dami","slug":"dami","permalink":"https://KlintySwood.github.io/tags/dami/"},{"name":"gahyeon","slug":"gahyeon","permalink":"https://KlintySwood.github.io/tags/gahyeon/"}]},{"title":"Girl's Generation - Gee","slug":"snsd-gee","date":"2018-02-06T17:44:40.000Z","updated":"2019-10-10T09:43:04.987Z","comments":true,"path":"2018/02/06/snsd-gee/","link":"","permalink":"https://KlintySwood.github.io/2018/02/06/snsd-gee/","excerpt":"","text":"Anyeong Internet ! Histoire d’utiliser un peu cet espace je lance ce que je vais appeler le mardi K-Pop. Depuis pas mal de temps j’ai une légère obsession pour ce courant musical, je vais donc partager avec vous chaque mardi un titre venu de Corée du Sud. Pour aujourd’hui je vais tout simplement vous présenter le premier titre de K-Pop que j’ai entendu (et oui c’était bien avant Gangnam Style), où j’ai découvert Yuri, Tae Yeon, Sunny, Jessica, Tiffany, Soo Young, Hyo Yeon, Yoona et Seo Hyun, et où ma déchéance a commencé diront certains. Gee de Girl’s Generation ( alias SNSD, acronyme de So Nyu Shi Dae ), le nation girl group de la seconde génération d’idols.","categories":[{"name":"KPop","slug":"KPop","permalink":"https://KlintySwood.github.io/categories/KPop/"}],"tags":[{"name":"snsd","slug":"snsd","permalink":"https://KlintySwood.github.io/tags/snsd/"},{"name":"girls generation","slug":"girls-generation","permalink":"https://KlintySwood.github.io/tags/girls-generation/"},{"name":"taeyeon","slug":"taeyeon","permalink":"https://KlintySwood.github.io/tags/taeyeon/"},{"name":"sunny","slug":"sunny","permalink":"https://KlintySwood.github.io/tags/sunny/"},{"name":"yoona","slug":"yoona","permalink":"https://KlintySwood.github.io/tags/yoona/"},{"name":"sooyoung","slug":"sooyoung","permalink":"https://KlintySwood.github.io/tags/sooyoung/"},{"name":"hyoyeon","slug":"hyoyeon","permalink":"https://KlintySwood.github.io/tags/hyoyeon/"},{"name":"yuri","slug":"yuri","permalink":"https://KlintySwood.github.io/tags/yuri/"},{"name":"seohyun","slug":"seohyun","permalink":"https://KlintySwood.github.io/tags/seohyun/"},{"name":"jessica","slug":"jessica","permalink":"https://KlintySwood.github.io/tags/jessica/"},{"name":"tiffany","slug":"tiffany","permalink":"https://KlintySwood.github.io/tags/tiffany/"}]},{"title":"One Year Later","slug":"one-year-later","date":"2018-02-02T09:59:03.000Z","updated":"2019-10-09T16:03:06.041Z","comments":true,"path":"2018/02/02/one-year-later/","link":"","permalink":"https://KlintySwood.github.io/2018/02/02/one-year-later/","excerpt":"","text":"Oulah ! On est presque en février et je n’ai pas encore fait de petit récapitulatif des films qui m’ont marqué en 2017 ! Je suis sûr que je vais en oublier, mais tant pis. Your Name : film d’animation de Makoto Shinkai, de toute beauté sur tous les points, une histoire émouvante et drôle, un très bon moment que ce film qui fût le premier de 2017. Logan : un bon Marvel ! Ça faisait longtemps… Après le désastre de Civil War c’était appréciable d’avoir un film avec une vraie ambiance, des vrais enjeux, un Wolverine au bout de sa vie et un Professeur X gâteux. Fast &amp; Furious 8 : LOL Okja : Je pleure pas, c’est toi qui pleure… Et non je veux pas de bacon, pas tout de suite… Baahubhali The Conclusion : un chef d’oeuvre, une suite tout aussi extraordinaire que le premier film, des chants, de la danse, du drama, et toujours cet epicness over 9000. Blade Runner 2049 : non, je ne me suis pas endormi pour ce film, n’en déplaise à certains ^^. J’ai beaucoup aimé, l’univers et les plans magnifiques. Au final il ne se passe pas tellement grand chose niveau histoire, mais c’est putain de beau. The Villainess : Nikita façon bulgogi, Kim Ok Bin joue une assassin ultra badass qui casse des bras et plombe des tonnes de gars. De la bonne bagarre, ça défoule. Star Wars : The Last Jedi : Meh, le Star Wars annuel, avec sa recette blockbuster appliquée à la lettre, c’est beau, mais sans saveur.","categories":[{"name":"Misc","slug":"Misc","permalink":"https://KlintySwood.github.io/categories/Misc/"}],"tags":[{"name":"films","slug":"films","permalink":"https://KlintySwood.github.io/tags/films/"},{"name":"cinéma","slug":"cinema","permalink":"https://KlintySwood.github.io/tags/cinema/"}]},{"title":"Mes films marquants de 2016","slug":"mes-films-marquants-2016","date":"2016-12-31T18:21:58.000Z","updated":"2019-10-09T08:19:50.484Z","comments":true,"path":"2016/12/31/mes-films-marquants-2016/","link":"","permalink":"https://KlintySwood.github.io/2016/12/31/mes-films-marquants-2016/","excerpt":"","text":"Un article pour me rappeler les films qui m’ont plu cette année. Plus qu’un top c’est plutôt une liste des films sortis en 2016 et qui m’ont marqué et réellement plu, si en 2017 je me rappelle des films que je vais oublier j’essayerai de penser à les rajouter. Star Wars - Rogue One : passage obligé du fanboyisme, j’ai beaucoup aimé cet épisode, je me suis laissé emporté par l’histoire et les personnages. Ce film est pourtant bourré de défaut, mais je n’avais pas connu de tel élan dans un film d’aventure/science-fiction depuis un moment. Train to Busan : je suis depuis quelque temps obsédé par la Corée du Sud, merci la Hallyu, et ce film ne m’a pas guéri de cette obsession. Pourtant c’est un énième film de zombie, mais quel film ! Notre bon vieux TGV, ou KTX là-bas, devient un formidable lieu d’angoisse, les personnages y dressent un portrait de la Corée peu reluisant, on les déteste ou on espère leur survie, et puis il y a Ahn So Hee :) Premier Contact : de la science-fiction, mais pas pareil, pour moi dans la même veine que Interstellar qui, lui, m’avait légèrement déçu. Ce film est superbe, avec pour une fois des aliens non-anthropomorphes, et ce thème de la compréhension entre êtres totalement différents est extrèmement intéressant. Paterson : encore un très beau film, qui entre dans cette liste juste avant la fin de 2016. Jim Jarmusch m’avait déjà conquis avec Ghost Dog, mon film préféré, il persiste et signe avec ce film sur la poésie, pourtant on ne fait que suivre la vie quotidienne d’un chauffeur de bus, mais c’est beau. Ah ! Et Golshifteh Farahani y est sublime. Les Huit Salopards : Huis-clos de Quentin Tarantino, dans un décor de western sous la neige, la tension monte jusqu’au déluge de violence, c’est jouissif et libérateur comme un bon morceau de heavy metal bien fat. Mademoiselle : un film venant du pays du matin calme, encore, par le réalisateur de Old Boy, on y observe un jeu d’intrigues très bien ficelé, des personnages torturés, et une ardente idylle. La réalisation est superbe, à revoir pour chercher les petits détails et clins d’oeil soulignant la vraie nature des personnages, et bien sûr pour ces quelques scènes, disons-le, torrides… Fiches IMDB : Rogue One, Train to Busan, Premier Contact, Les Huits Salopards, Paterson, Mademoiselle","categories":[{"name":"Misc","slug":"Misc","permalink":"https://KlintySwood.github.io/categories/Misc/"}],"tags":[{"name":"films","slug":"films","permalink":"https://KlintySwood.github.io/tags/films/"},{"name":"cinéma","slug":"cinema","permalink":"https://KlintySwood.github.io/tags/cinema/"}]}]}