{"meta":{"title":"ChaotiqueBlog","subtitle":"Le blog de Klinty","description":"Un site plus que chaotique","author":"Klinty","url":"https://KlintySwood.github.io","root":"/"},"pages":[],"posts":[{"title":"Stick d'arcade DIY","slug":"arcade-stick-diy","date":"2019-10-08T13:16:35.000Z","updated":"2019-10-08T14:13:34.866Z","comments":true,"path":"2019/10/08/arcade-stick-diy/","link":"","permalink":"https://KlintySwood.github.io/2019/10/08/arcade-stick-diy/","excerpt":"","text":"Yo les internets ! Il y a déjà un moment j’ai eu la chance d’avoir un cadeau super, du matos pour monter deux sticks d’arcade sur une borne que j’avais en projet de monter. Mais j’ai eu un peu peur du chantier et j’ai décidé de commencer par plus petit, un stick d’arcade que je pourrai tout de même connecter au Raspberry Pi qui sert d’émulateur et que je peux aussi connecter à mon pc pour me re-confirmer de temps en temps que, oui, je suis bien une grosse tanche en jeux de combat. Je suis tombé sur un site avec des instructions pour monter ce stick tout simplement avec un panier et une planche à découper de chez Ikea, pas cher, pas trop de galère de finition et assez solide : Bamboo Arcade J’ai passé au total l’équivalent d’une journée à monter ça (avec un peu d’aide de mon padre), mais c’est faisable bien plus rapidement quand on sait bricoler. Encore merci à mes amis qui m’ont acheté le stick, les boutons et l’électronique. Je prévois de racheter d’autres boutons et une autre carte pour pouvoir monter un de ces quatres une borne complète.","categories":[{"name":"gaming","slug":"gaming","permalink":"https://KlintySwood.github.io/categories/gaming/"}],"tags":[{"name":"arcade","slug":"arcade","permalink":"https://KlintySwood.github.io/tags/arcade/"},{"name":"emulation","slug":"emulation","permalink":"https://KlintySwood.github.io/tags/emulation/"},{"name":"diy","slug":"diy","permalink":"https://KlintySwood.github.io/tags/diy/"}]},{"title":"Taeyeon - Begin Again","slug":"taeyeon-begin-again","date":"2019-10-07T13:36:37.000Z","updated":"2019-10-08T14:11:51.916Z","comments":true,"path":"2019/10/07/taeyeon-begin-again/","link":"","permalink":"https://KlintySwood.github.io/2019/10/07/taeyeon-begin-again/","excerpt":"","text":"Anyeong les Internets ! Vous connaissez le groupe Girl’s Generation ? Sans doute que oui, mais pour vous raffraichir la mémoire je vous mets des liens vers quelques titres emblématiques 😉 Gee Désormais les membres du groupe poursuivent chacune de leur côté leurs carrières solo, notamment Taeyeon, qui est devenue une chanteuse très populaire avec des titres comme I ou 11:11. Elle est considérée depuis longtemps comme une excellente interprète, et certes elle a maintes fois prouvé son talent, mais j’ai toujours trouvé que SM Entertainment, sa boite de prod, ne lui laisse pas de latitude pour vraiment s’exprimer. Et j’ai découvert cette émission de télé, Begin Again, ou pour la première fois, je pense, j’ai vu Taeyeon chanter ce qu’elle veut, comme elle le veut. Et ça fait plaisir. Espérons que son management continue à lui laisser de plus en plus le champ libre sur ses choix. Le concept de Begin Again est super sympa, mais je doute qu’on le voie se développer ailleurs. Vous montez un groupe temporaire avec quelques artistes très connus et vous leur demandez de partir dans un autre pays pour jouer à la cool, dans la rue, ou personne ne les connait. C’est déjà la troisième saison, et pour le groupe avec Taeyeon ils sont à Berlin. Je vous mets deux vidéos ci-dessous, et si vous avez pas les poils sur la reprise d’Adèle, sérieux vous avez un abîme de ténèbres à la place du cœur.","categories":[{"name":"kpop","slug":"kpop","permalink":"https://KlintySwood.github.io/categories/kpop/"}],"tags":[{"name":"taeyeon","slug":"taeyeon","permalink":"https://KlintySwood.github.io/tags/taeyeon/"},{"name":"korean tv","slug":"korean-tv","permalink":"https://KlintySwood.github.io/tags/korean-tv/"},{"name":"snsd","slug":"snsd","permalink":"https://KlintySwood.github.io/tags/snsd/"}]}]}